<?php

return [
    'statuses' => [
        'draft' => 'Черновик',
        'pending' => 'В ожидании',
        'published' => 'Опубликовано',
    ],
    'system_updater_steps' => [
        'download' => 'Загрузить файлы обновления',
        'update_files' => 'Обновить системные файлы',
        'update_database' => 'Обновить базы данных',
        'publish_core_assets' => 'Опубликовать основные ресурсы',
        'publish_packages_assets' => 'Опубликовать ресурсы пакетов',
        'clean_up' => 'Очистить файлы обновления системы',
        'done' => 'Система успешно обновлена',

        'messages' => [
            'download' => 'Загрузка файлов обновления...',
            'update_files' => 'Обновление системных файлов...',
            'update_database' => 'Обновление баз данных...',
            'publish_core_assets' => 'Публикация основных ресурсов...',
            'publish_packages_assets' => 'Публикация ресурсов пакетов...',
            'clean_up' => 'Очистка файлов обновления системы...',
            'done' => 'Готово! Ваш браузер будет обновлен через 30 секунд.',
        ],

        'failed_messages' => [
            'download' => 'Не удалось загрузить файлы обновления',
            'update_files' => 'Не удалось обновить системные файлы',
            'update_database' => 'Не удалось обновить базы данных',
            'publish_core_assets' => 'Не удалось опубликовать основные ресурсы',
            'publish_packages_assets' => 'Не удалось опубликовать ресурсы пакетов',
            'clean_up' => 'Не удалось очистить файлы обновления системы',
        ],

        'success_messages' => [
            'download' => 'Файлы обновления успешно загружены.',
            'update_files' => 'Системные файлы успешно обновлены.',
            'update_database' => 'Базы данных успешно обновлены.',
            'publish_core_assets' => 'Основные ресурсы успешно опубликованы.',
            'publish_packages_assets' => 'Ресурсы пакетов успешно опубликованы.',
            'clean_up' => 'Файлы обновления системы успешно очищены.',
        ],
    ],
];
