<?php

return [
    '401_title' => 'В доступе отказано',
    '404_title' => 'Страница не найдена',
    '500_title' => 'Страница не может быть загружена',
    'reasons' => 'Это могло произойти по нескольким причинам',
    'try_again' => 'Повторите попытку через несколько минут или вернитесь на главную страницу, <a href=":link">нажмите здесь</a>.',
    'not_found' => 'не найдено',
    'results_not_found' => 'Ничего не найдено!',
    'go_to_home' => 'На главную',
    'error_when_sending_email' => 'Не удалось отправить электронное письмо. Что-то не так с настройками вашей электронной почты в Admin → Настройки → Электронная почта, пожалуйста, проверьте ваши настройки снова.',
    'error_when_sending_email_guest' => 'Не получилось отправить e-mail. Если проблема повторяется, свяжитесь с администратором.',
    'token_mismatch' => 'Сессия истекла. Пожалуйста, попробуйте еще раз.',
];
