<?php

return [
    'login' => [
        'username' => 'อีเมล/ชื่อผู้ใช้',
        'email' => 'อีเมล',
        'password' => 'รหัสผ่าน',
        'title' => 'เข้าสู่ระบบผู้ใช้',
        'remember' => 'จดจำฉันไว้?',
        'login' => 'เข้าสู่ระบบ',
        'placeholder' => [
            'username' => 'ป้อนชื่อผู้ใช้หรือที่อยู่อีเมลของคุณ',
            'email' => 'ป้อนที่อยู่อีเมลของคุณ',
            'password' => 'ป้อนรหัสผ่านของคุณ',
        ],
        'success' => 'เข้าสู่ระบบสำเร็จ!',
        'fail' => 'ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง',
        'not_active' => 'บัญชีของคุณยังไม่ได้เปิดใช้งาน!',
        'banned' => 'บัญชีนี้ถูกแบน',
        'logout_success' => 'ออกจากระบบสำเร็จ!',
        'dont_have_account' => 'คุณไม่มีบัญชีในระบบนี้ โปรดติดต่อผู้ดูแลระบบสำหรับข้อมูลเพิ่มเติม!',
    ],
    'forgot_password' => [
        'title' => 'ลืมรหัสผ่าน',
        'message' => '<p>คุณลืมรหัสผ่านของคุณหรือไม่?</p><p>โปรดป้อนบัญชีอีเมลของคุณ ระบบจะส่งอีเมลพร้อมลิงก์ที่ใช้งานได้เพื่อรีเซ็ตรหัสผ่านของคุณ</p>',
        'submit' => 'ส่ง',
    ],
    'reset' => [
        'new_password' => 'รหัสผ่านใหม่',
        'password_confirmation' => 'ยืนยันรหัสผ่านใหม่',
        'email' => 'อีเมล',
        'title' => 'รีเซ็ตรหัสผ่านของคุณ',
        'update' => 'อัปเดต',
        'wrong_token' => 'ลิงก์นี้ไม่ถูกต้องหรือหมดอายุแล้ว โปรดลองใช้แบบฟอร์มรีเซ็ตอีกครั้ง',
        'user_not_found' => 'ชื่อผู้ใช้นี้ไม่มีอยู่',
        'success' => 'รีเซ็ตรหัสผ่านสำเร็จ!',
        'fail' => 'โทเค็นไม่ถูกต้อง ลิงก์รีเซ็ตรหัสผ่านหมดอายุแล้ว!',
        'reset' => [
            'title' => 'อีเมลรีเซ็ตรหัสผ่าน',
        ],
        'send' => [
            'success' => 'ส่งอีเมลไปยังบัญชีอีเมลของคุณแล้ว โปรดตรวจสอบและดำเนินการให้เสร็จสิ้น',
            'fail' => 'ไม่สามารถส่งอีเมลได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง',
        ],
        'new-password' => 'รหัสผ่านใหม่',
        'placeholder' => [
            'new_password' => 'ป้อนรหัสผ่านใหม่ของคุณ',
            'new_password_confirmation' => 'ยืนยันรหัสผ่านใหม่ของคุณ',
        ],
    ],
    'email' => [
        'reminder' => [
            'title' => 'อีเมลรีเซ็ตรหัสผ่าน',
        ],
    ],
    'password_confirmation' => 'การยืนยันรหัสผ่าน',
    'failed' => 'ล้มเหลว',
    'throttle' => 'จำกัดการเข้าถึง',
    'not_member' => 'ยังไม่เป็นสมาชิกหรือ?',
    'register_now' => 'ลงทะเบียนตอนนี้',
    'lost_your_password' => 'ลืมรหัสผ่านของคุณหรือไม่?',
    'login_title' => 'ผู้ดูแลระบบ',
    'login_via_social' => 'เข้าสู่ระบบด้วยโซเชียลเน็ตเวิร์ก',
    'back_to_login' => 'กลับไปที่หน้าเข้าสู่ระบบ',
    'sign_in_below' => 'เข้าสู่ระบบด้านล่าง',
    'languages' => 'ภาษา',
    'reset_password' => 'รีเซ็ตรหัสผ่าน',
    'deactivated_message' => 'บัญชีของคุณถูกปิดใช้งาน โปรดติดต่อผู้ดูแลระบบ',
    'settings' => [
        'email' => [
            'title' => 'ACL',
            'description' => 'การกำหนดค่าอีเมล ACL',
            'templates' => [
                'password_reminder' => [
                    'title' => 'รีเซ็ตรหัสผ่าน',
                    'description' => 'ส่งอีเมลถึงผู้ใช้เมื่อขอรีเซ็ตรหัสผ่าน',
                    'subject' => 'รีเซ็ตรหัสผ่าน',
                    'reset_link' => 'ลิงก์รีเซ็ตรหัสผ่าน',
                    'email_title' => 'คำแนะนำในการรีเซ็ตรหัสผ่าน',
                    'email_message' => 'คุณได้รับอีเมลนี้เนื่องจากเราได้รับคำขอรีเซ็ตรหัสผ่านสำหรับบัญชีของคุณ',
                    'button_text' => 'รีเซ็ตรหัสผ่าน',
                    'trouble_text' => 'หากคุณมีปัญหาในการคลิกปุ่ม "รีเซ็ตรหัสผ่าน" ให้คัดลอกและวาง URL ด้านล่างในเว็บเบราว์เซอร์ของคุณ: <a href=":reset_link">:reset_link</a> และวางในเบราว์เซอร์ของคุณ หากคุณไม่ได้ขอรีเซ็ตรหัสผ่าน โปรดเพิกเฉยข้อความนี้หรือติดต่อเราหากคุณมีคำถามใดๆ',
                ],
            ],
        ],
    ],
];
