<?php

return [
    'name' => 'Категорії товарів',
    'product_categories' => 'Категорії товарів',
    'create' => 'Створити нову категорію товарів',
    'edit' => 'Редагувати категорію товарів',
    'list' => 'Список категорій товарів',
    'none' => 'Немає',
    'menu' => 'Категорії товарів',
    'intro' => [
        'title' => 'Керування категоріями товарів',
        'description' => 'Такі як одяг, взуття, сумки, ювелірні вироби ...',
        'button_text' => 'Створити категорію товарів',
    ],
    'total_products' => 'Всього товарів: :total',
    'edit_this_category' => 'Редагувати цю категорію',
    'export' => [
        'description' => 'Експорт категорій товарів до файлу Excel/CSV.',
        'total' => 'Всього',
    ],
    'import' => [
        'description' => 'Імпорт категорій товарів з файлу Excel/CSV.',
    ],
    'table_view_info' => 'Для простішого масового керування категоріями ви також можете',
    'manage_as_table' => 'керувати категоріями як таблицею',
    'parent' => 'Батьківська категорія',
    'image' => 'Зображення',
    'product_category_translations' => 'Переклади категорій товарів',
];
