<?php

return [
    'name' => 'Колекції товарів',
    'product_collections' => 'Колекції товарів',
    'edit_this_product_collection' => 'Редагувати цю колекцію товарів',
    'create' => 'Нова колекція товарів',
    'edit' => 'Редагувати колекцію товарів',
    'slug_help_block' => 'Ключ мітки: <code>:slug</code>. Ми будемо використовувати цей ключ для фільтра.',
    'intro' => [
        'title' => 'Керування колекціями товарів',
        'description' => 'Групуйте свої товари в колекції, щоб клієнтам було легше знаходити їх за категорією.',
        'button_text' => 'Створити колекцію товарів',
    ],
];
