<?php

return [
    'name' => 'Ціни товарів',
    'warning_prices' => 'Ці ціни представляють початкову вартість товару і можуть не відображати кінцеві ціни, які можуть змінюватися через такі фактори, як блискавичні розпродажі, акції тощо.',

    'import' => [
        'name' => 'Оновити ціни товарів',
        'description' => 'Масове оновлення цін товарів шляхом завантаження файлу CSV/Excel.',
        'done_message' => 'Оновлено :count товар(ів) успішно.',
        'rules' => [
            'id' => 'Поле ID обов\'язкове і має існувати в таблиці товарів.',
            'name' => 'Поле назви обов\'язкове і має бути рядком.',
            'sku' => 'Поле SKU має бути рядком.',
            'cost_per_item' => 'Поле собівартості має бути числовим значенням.',
            'price' => 'Поле ціни обов\'язкове і має бути числовим значенням.',
            'sale_price' => 'Поле ціни зі знижкою має бути числовим значенням.',
        ],
    ],

    'export' => [
        'description' => 'Експорт цін товарів до файлу CSV/Excel.',
    ],
];
