<?php

return [
    'name' => 'Інвентар товарів',
    'storehouse_management' => 'Управління складом',

    'import' => [
        'name' => 'Оновити інвентар товарів',
        'description' => 'Масове оновлення інвентаря товарів шляхом завантаження файлу CSV/Excel.',
        'done_message' => 'Оновлено :count товар(ів) успішно.',
        'rules' => [
            'id' => 'Поле ID обов\'язкове і має існувати в таблиці товарів.',
            'name' => 'Поле назви обов\'язкове і має бути рядком.',
            'sku' => 'Поле SKU має бути рядком.',
            'with_storehouse_management' => 'Поле управління складом має бути "Так" або "Ні".',
            'quantity' => 'Поле кількості обов\'язкове, коли управління складом "Так".',
            'stock_status' => 'Поле статусу запасів обов\'язкове, коли управління складом "Ні" і має бути одним з наступних значень: :statuses.',
        ],
    ],

    'export' => [
        'description' => 'Експорт інвентаря товарів до файлу CSV/Excel.',
    ],
];
