<?php

return [
    'name' => 'Шаблон етикетки доставки',
    'setting' => 'Налаштування шаблону етикетки доставки',
    'setting_description' => 'Налаштування для шаблону етикетки доставки',
    'setting_content' => 'Вміст',
    'preview' => 'Попередній перегляд',
    'preview_heading' => 'Попередній перегляд шаблону етикетки доставки',
    'variables' => [

    ],
    'reset_success' => 'Скинуто до значення за замовчуванням успішно',
    'confirm_reset' => 'Підтвердити скидання шаблону етикетки доставки?',
    'confirm_message' => 'Ви дійсно хочете скинути цей шаблон етикетки доставки до значення за замовчуванням?',
    'reset_to_default' => 'Скинути до значення за замовчуванням',
    'continue' => 'Продовжити',
];
