<?php

return [
    'name' => 'Локатори магазинів',
    'description' => 'Ця адреса з\'явиться на вашому рахунку і буде використовуватися для розрахунку вартості доставки.',
    'shop_name' => 'Назва магазину',
    'primary_store_is' => 'Основний магазин - це',
    'is_primary' => 'Основний',
    'store_name' => 'Назва магазину',
    'select_country' => 'Виберіть країну...',
    'default_shipping_location' => 'Місце доставки за замовчуванням',
    'default_store' => 'Магазин за замовчуванням',
    'company' => 'Компанія',
    'zip_code' => 'Поштовий індекс',
    'is_shipping_location' => 'Місце доставки?',
];
