<?php

return [
    'name' => 'Податки',
    'description' => 'Перегляд і оновлення налаштувань товарів',
    'create' => 'Створити податок',
    'edit' => 'Редагувати податок :title',
    'title' => 'Назва',
    'percentage' => 'Відсоток %',
    'priority' => 'Пріоритет',
    'default' => 'За замовчуванням',
    'country' => 'Країна',
    'state' => 'Регіон',
    'city' => 'Місто',
    'zip_code' => 'Поштовий індекс',
    'rules' => 'Правила',
    'tax' => 'Податок',
    'rule' => [
        'name' => 'Податкові правила',
        'create' => 'Створити податкове правило',
        'edit' => 'Редагувати податкове правило :title',
    ],
];
