<?php

return [
    'statuses' => [
        'draft' => 'Πρόχειρο',
        'pending' => 'Εκκρεμεί',
        'published' => 'Δημοσιευμένο',
    ],
    'system_updater_steps' => [
        'download' => 'Λήψη αρχείων ενημέρωσης',
        'update_files' => 'Ενημέρωση αρχείων συστήματος',
        'update_database' => 'Ενημέρωση βάσεων δεδομένων',
        'publish_core_assets' => 'Δημοσίευση βασικών πόρων',
        'publish_packages_assets' => 'Δημοσίευση πόρων πακέτων',
        'clean_up' => 'Εκκαθάριση αρχείων ενημέρωσης συστήματος',
        'done' => 'Το σύστημα ενημερώθηκε επιτυχώς',

        'messages' => [
            'download' => 'Λήψη αρχείων ενημέρωσης...',
            'update_files' => 'Ενημέρωση αρχείων συστήματος...',
            'update_database' => 'Ενημέρωση βάσεων δεδομένων...',
            'publish_core_assets' => 'Δημοσίευση βασικών πόρων...',
            'publish_packages_assets' => 'Δημοσίευση πόρων πακέτων...',
            'clean_up' => 'Εκκαθάριση αρχείων ενημέρωσης συστήματος...',
            'done' => 'Ολοκληρώθηκε! Το πρόγραμμα περιήγησής σας θα ανανεωθεί σε 30 δευτερόλεπτα.',
        ],

        'failed_messages' => [
            'download' => 'Αδυναμία λήψης αρχείων ενημέρωσης',
            'update_files' => 'Αδυναμία ενημέρωσης αρχείων συστήματος',
            'update_database' => 'Αδυναμία ενημέρωσης βάσεων δεδομένων',
            'publish_core_assets' => 'Αδυναμία δημοσίευσης βασικών πόρων',
            'publish_packages_assets' => 'Αδυναμία δημοσίευσης πόρων πακέτων',
            'clean_up' => 'Αδυναμία εκκαθάρισης αρχείων ενημέρωσης συστήματος',
        ],

        'success_messages' => [
            'download' => 'Η λήψη αρχείων ενημέρωσης ολοκληρώθηκε επιτυχώς.',
            'update_files' => 'Η ενημέρωση αρχείων συστήματος ολοκληρώθηκε επιτυχώς.',
            'update_database' => 'Η ενημέρωση βάσεων δεδομένων ολοκληρώθηκε επιτυχώς.',
            'publish_core_assets' => 'Η δημοσίευση βασικών πόρων ολοκληρώθηκε επιτυχώς.',
            'publish_packages_assets' => 'Η δημοσίευση πόρων πακέτων ολοκληρώθηκε επιτυχώς.',
            'clean_up' => 'Η εκκαθάριση αρχείων ενημέρωσης συστήματος ολοκληρώθηκε επιτυχώς.',
        ],
    ],
];
