<?php

return [
    '401_title' => 'Δεν Επιτρέπεται η Πρόσβαση',
    '404_title' => 'Η σελίδα δεν βρέθηκε',
    '500_title' => 'Η σελίδα δεν μπόρεσε να φορτωθεί',
    'reasons' => 'Αυτό μπορεί να συνέβη για διάφορους λόγους',
    'try_again' => 'Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά ή επιστρέψτε στην αρχική σελίδα <a href=":link">κάνοντας κλικ εδώ</a>.',
    'not_found' => 'Δεν Βρέθηκε',
    'results_not_found' => 'Δεν βρέθηκαν αποτελέσματα!',
    'go_to_home' => 'Μετάβαση στην αρχική',
    'error_when_sending_email' => 'Αδυναμία αποστολής e-mail. Κάτι πήγε στραβά με τις ρυθμίσεις email σας στο Διαχείριση → Ρυθμίσεις → Email, παρακαλώ ελέγξτε ξανά τις ρυθμίσεις σας.',
    'error_when_sending_email_guest' => 'Αδυναμία αποστολής e-mail. Επικοινωνήστε με τον διαχειριστή του ιστότοπου αν το πρόβλημα επιμένει.',
    'token_mismatch' => 'Η συνεδρία έληξε. Παρακαλώ δοκιμάστε ξανά.',
];
