<?php

return [
    '401_title' => 'הגישה נדחתה',
    '404_title' => 'הדף לא נמצא',
    '500_title' => 'לא ניתן לטעון את הדף',
    'reasons' => 'זה יכול לקרות מכמה סיבות',
    'try_again' => 'אנא נסה שוב בעוד מספר דקות, או לחלופין חזור לדף הבית על ידי <a href=":link">לחיצה כאן</a>.',
    'not_found' => 'לא נמצא',
    'results_not_found' => 'לא נמצאו תוצאות!',
    'go_to_home' => 'לך לדף הבית',
    'error_when_sending_email' => 'לא ניתן לשלוח דוא"ל. משהו לא בסדר עם הגדרות הדוא"ל שלך במנהל → הגדרות → דוא"ל, אנא בדוק שוב את ההגדרות שלך.',
    'error_when_sending_email_guest' => 'לא ניתן לשלוח דוא"ל. אנא צור קשר עם מנהל האתר אם הבעיה נמשכת.',
    'token_mismatch' => 'פג תוקף הסשן. בבקשה נסה שוב.',
];
