<?php

return [
    'name' => 'Επωνυμίες',
    'brands' => 'Επωνυμίες',
    'create' => 'Νέα επωνυμία',
    'edit' => 'Επεξεργασία επωνυμίας',
    'form' => [
        'name' => 'Όνομα',
        'name_placeholder' => 'Όνομα επωνυμίας (Μέγιστο 255 χαρακτήρες)',
        'description' => 'Περιγραφή',
        'description_placeholder' => 'Σύντομη περιγραφή για την επωνυμία (Μέγιστο 400 χαρακτήρες)',
        'website' => 'Ιστοσελίδα',
        'website_placeholder' => 'Π.χ.: https://example.com',
        'logo' => 'Λογότυπο',
        'is_featured' => 'Είναι προτεινόμενη',
    ],
    'logo' => 'Λογότυπο',
    'website' => 'Ιστοσελίδα',
    'notices' => [
        'no_select' => 'Παρακαλούμε επιλέξτε τουλάχιστον μία εγγραφή για να εκτελέσετε αυτήν την ενέργεια!',
        'update_success_message' => 'Ενημερώθηκε επιτυχώς',
    ],
    'cannot_delete' => 'Η επωνυμία δεν μπόρεσε να διαγραφεί',
    'brand_deleted' => 'Η επωνυμία διαγράφηκε',
    'menu' => 'Επωνυμίες',
    'select_brand' => 'Επιλέξτε μια επωνυμία...',
    'intro' => [
        'title' => 'Διαχείριση επωνυμιών',
        'description' => 'Διαχειριστείτε επωνυμίες προϊόντων όπως Nike, Adidas, Bitis ...',
        'button_text' => 'Δημιουργία επωνυμίας',
    ],
    'edit_this_brand' => 'Επεξεργασία αυτής της επωνυμίας',
];
