<?php

return [
    'name' => 'Κατηγορίες προϊόντων',
    'product_categories' => 'Κατηγορίες προϊόντων',
    'create' => 'Δημιουργία νέας κατηγορίας προϊόντος',
    'edit' => 'Επεξεργασία κατηγορίας προϊόντος',
    'list' => 'Λίστα κατηγοριών προϊόντων',
    'none' => 'Καμία',
    'menu' => 'Κατηγορίες προϊόντων',
    'intro' => [
        'title' => 'Διαχείριση κατηγοριών προϊόντων',
        'description' => 'Όπως ρούχα, παπούτσια, τσάντες, κοσμήματα ...',
        'button_text' => 'Δημιουργία κατηγορίας προϊόντος',
    ],
    'total_products' => 'Σύνολο προϊόντων: :total',
    'edit_this_category' => 'Επεξεργασία αυτής της κατηγορίας',
    'export' => [
        'description' => 'Εξαγωγή κατηγοριών προϊόντων σε αρχείο Excel/CSV.',
        'total' => 'Σύνολο',
    ],
    'import' => [
        'description' => 'Εισαγωγή κατηγοριών προϊόντων από αρχείο Excel/CSV.',
    ],
    'table_view_info' => 'Για ευκολότερη μαζική διαχείριση κατηγοριών, μπορείτε επίσης να',
    'manage_as_table' => 'διαχειριστείτε τις κατηγορίες ως πίνακα',
    'parent' => 'Γονική Κατηγορία',
    'image' => 'Εικόνα',
    'product_category_translations' => 'Μεταφράσεις Κατηγοριών Προϊόντων',
];
