<?php

return [
    'name' => 'Τιμές Προϊόντων',
    'warning_prices' => 'Αυτές οι τιμές αντιπροσωπεύουν τα αρχικά κόστη του προϊόντος και ενδέχεται να μην αντικατοπτρίζουν τις τελικές τιμές, οι οποίες θα μπορούσαν να διαφέρουν λόγω παραγόντων όπως προσφορές flash, προωθητικές ενέργειες και άλλα.',

    'import' => [
        'name' => 'Ενημέρωση Τιμών Προϊόντων',
        'description' => 'Ενημέρωση τιμών προϊόντων μαζικά με μεταφόρτωση αρχείου CSV/Excel.',
        'done_message' => 'Ενημερώθηκαν :count προϊόντα επιτυχώς.',
        'rules' => [
            'id' => 'Το πεδίο ID είναι υποχρεωτικό και πρέπει να υπάρχει στον πίνακα προϊόντων.',
            'name' => 'Το πεδίο όνομα είναι υποχρεωτικό και πρέπει να είναι συμβολοσειρά.',
            'sku' => 'Το πεδίο SKU πρέπει να είναι συμβολοσειρά.',
            'cost_per_item' => 'Το πεδίο κόστους ανά τεμάχιο πρέπει να είναι αριθμητική τιμή.',
            'price' => 'Το πεδίο τιμή είναι υποχρεωτικό και πρέπει να είναι αριθμητική τιμή.',
            'sale_price' => 'Το πεδίο τιμή έκπτωσης πρέπει να είναι αριθμητική τιμή.',
        ],
    ],

    'export' => [
        'description' => 'Εξαγωγή τιμών προϊόντων σε αρχείο CSV/Excel.',
    ],
];
