<?php

return [
    'product_specification' => 'Προδιαγραφές Προϊόντος',
    'specification_groups' => [
        'title' => 'Ομάδες Προδιαγραφών',
        'menu_name' => 'Ομάδες',

        'create' => [
            'title' => 'Δημιουργία Ομάδας Προδιαγραφών',
        ],

        'edit' => [
            'title' => 'Επεξεργασία Ομάδας Προδιαγραφών ":name"',
        ],
    ],

    'specification_attributes' => [
        'title' => 'Χαρακτηριστικά Προδιαγραφών',
        'menu_name' => 'Χαρακτηριστικά',

        'group' => 'Συσχετισμένη Ομάδα',
        'group_placeholder' => 'Επιλέξτε οποιαδήποτε Ομάδα',
        'name_placeholder' => 'Εισαγάγετε όνομα χαρακτηριστικού',
        'type' => 'Τύπος Πεδίου',
        'type_placeholder' => 'Επιλέξτε τύπο πεδίου',
        'default_value' => 'Προεπιλεγμένη Τιμή',
        'default_value_placeholder' => 'Εισαγάγετε προεπιλεγμένη τιμή (προαιρετικό)',
        'options' => [
            'heading' => 'Επιλογές',

            'add' => [
                'label' => 'Προσθήκη νέας επιλογής',
            ],
        ],

        'create' => [
            'title' => 'Δημιουργία Χαρακτηριστικού Προδιαγραφών',
        ],

        'edit' => [
            'title' => 'Επεξεργασία Χαρακτηριστικού Προδιαγραφών ":name"',
        ],
    ],

    'specification_tables' => [
        'title' => 'Πίνακες Προδιαγραφών',
        'menu_name' => 'Πίνακες',

        'create' => [
            'title' => 'Δημιουργία Πίνακα Προδιαγραφών',
        ],

        'edit' => [
            'title' => 'Επεξεργασία Πίνακα Προδιαγραφών ":name"',
        ],

        'fields' => [
            'groups' => 'Επιλέξτε τις ομάδες που θα εμφανίζονται σε αυτόν τον πίνακα',
            'name' => 'Όνομα ομάδας',
            'assigned_groups' => 'Εκχωρημένες Ομάδες',
            'sorting' => 'Ταξινόμηση',
        ],
    ],

    'product' => [
        'specification_table' => [
            'options' => 'Επιλογές',
            'title' => 'Πίνακας Προδιαγραφών',
            'select_none' => 'Κανένα',
            'description' => 'Επιλέξτε τον πίνακα προδιαγραφών που θα εμφανίζεται σε αυτό το προϊόν',
            'group' => 'Ομάδα',
            'attribute' => 'Χαρακτηριστικό',
            'value' => 'Τιμή χαρακτηριστικού',
            'hide' => 'Απόκρυψη',
            'sorting' => 'Ταξινόμηση',
            'enter_value' => 'Εισαγάγετε τιμή',
            'enter_translation' => 'Εισαγάγετε μετάφραση',
            'not_set' => 'Δεν έχει οριστεί',
        ],
    ],

    'enums' => [
        'field_types' => [
            'text' => 'Κείμενο',
            'textarea' => 'Περιοχή κειμένου',
            'select' => 'Επιλογή',
            'checkbox' => 'Πλαίσιο ελέγχου',
            'radio' => 'Radio',
        ],
    ],
];
