<?php

return [
    'name' => 'Συλλογές προϊόντων',
    'product_collections' => 'Συλλογές προϊόντων',
    'edit_this_product_collection' => 'Επεξεργασία αυτής της συλλογής προϊόντων',
    'create' => 'Νέα συλλογή προϊόντων',
    'edit' => 'Επεξεργασία συλλογής προϊόντων',
    'slug_help_block' => 'Κλειδί ετικέτας: <code>:slug</code>. Θα χρησιμοποιήσουμε αυτό το κλειδί για φιλτράρισμα.',
    'intro' => [
        'title' => 'Διαχείριση συλλογών προϊόντων',
        'description' => 'Ομαδοποιήστε τα προϊόντα σας σε συλλογές για να διευκολύνετε τους πελάτες να τα βρουν ανά κατηγορία.',
        'button_text' => 'Δημιουργία συλλογής προϊόντων',
    ],
];
