<?php

return [
    'name' => 'Κριτικές',
    'view' => 'Προβολή κριτικής ":name"',
    'create_review' => 'Δημιουργία Κριτικής',
    'comment' => 'Σχόλιο',
    'product' => 'Προϊόν',
    'customer' => 'Πελάτης',
    'user' => 'Χρήστης',
    'star' => 'Αστέρι',
    'intro' => [
        'title' => 'Διαχείριση κριτικών πελατών',
        'description' => 'Οι κριτικές πελατών θα εμφανιστούν εδώ και μπορείτε να τις διαχειριστείτε για να τις εμφανίσετε/αποκρύψετε στη σελίδα λεπτομερειών προϊόντος.',
    ],
    'images' => 'Εικόνες',
    'delete' => 'Διαγραφή',
    'publish' => 'Δημοσίευση',
    'unpublish' => 'Απόσυρση',
    'published_success' => 'Η κριτική δημοσιεύτηκε επιτυχώς!',
    'unpublished_success' => 'Η κριτική αποσύρθηκε επιτυχώς!',
    'delete_modal' => [
        'title' => 'Διαγραφή κριτικής',
        'description' => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την κριτική; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί!',
    ],
    'review_already_exists' => 'Αυτός ο πελάτης έχει ήδη κάνει κριτική σε αυτό το προϊόν.',
    'reply_to_review' => 'Απάντηση στην κριτική',
    'reply' => 'Απάντηση',
    'replied_success_message' => 'Απαντήθηκε επιτυχώς!',
    'write_your_reply' => 'Γράψτε την απάντησή σας...',
    'already_replied' => 'Έχετε ήδη απαντήσει σε αυτήν την κριτική.',
    'delete_reply_modal' => [
        'title' => 'Διαγραφή απάντησης',
        'description' => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την απάντηση; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί!',
    ],
    'choose_customer_help' => 'Επιλέξτε έναν πελάτη για να αφήσετε κριτική ως αυτός. Εάν θέλετε να εισαγάγετε χειροκίνητα τα στοιχεία του πελάτη, αφήστε κενό αυτό το πεδίο και συμπληρώστε τα πεδία ονόματος και email πελάτη παρακάτω.',
    'choose_existing_customer' => 'Επιλογή από υπάρχοντες πελάτες',
    'or_enter_manually' => 'Ή εισαγάγετε χειροκίνητα τα στοιχεία πελάτη:',
];
