<?php

return [
    'name' => 'Εντοπιστές καταστημάτων',
    'description' => 'Αυτή η διεύθυνση θα εμφανιστεί στο τιμολόγιό σας και θα χρησιμοποιηθεί για τον υπολογισμό της τιμής αποστολής σας.',
    'shop_name' => 'Όνομα καταστήματος',
    'primary_store_is' => 'Το κύριο κατάστημα είναι',
    'is_primary' => 'Είναι κύριο',
    'store_name' => 'Όνομα καταστήματος',
    'select_country' => 'Επιλέξτε χώρα...',
    'default_shipping_location' => 'Προεπιλεγμένη τοποθεσία αποστολής',
    'default_store' => 'Προεπιλεγμένο κατάστημα',
    'company' => 'Εταιρεία',
    'zip_code' => 'Ταχυδρομικός Κώδικας',
    'is_shipping_location' => 'Είναι τοποθεσία αποστολής;',
];
