<?php

return [
    'name' => 'Φόροι',
    'description' => 'Προβολή και ενημέρωση των ρυθμίσεων προϊόντων σας',
    'create' => 'Δημιουργία φόρου',
    'edit' => 'Επεξεργασία φόρου :title',
    'title' => 'Τίτλος',
    'percentage' => 'Ποσοστό %',
    'priority' => 'Προτεραιότητα',
    'default' => 'Προεπιλογή',
    'country' => 'Χώρα',
    'state' => 'Περιφέρεια',
    'city' => 'Πόλη',
    'zip_code' => 'Ταχυδρομικός κώδικας',
    'rules' => 'Κανόνες',
    'tax' => 'Φόρος',
    'rule' => [
        'name' => 'Κανόνες φόρου',
        'create' => 'Δημιουργία κανόνα φόρου',
        'edit' => 'Επεξεργασία κανόνα φόρου :title',
    ],
];
