<?php

return [
    'login' => [
        'username' => 'Имейл/Потребителско име',
        'email' => 'Имейл',
        'password' => 'Парола',
        'title' => 'Вход за потребители',
        'remember' => 'Запомни ме?',
        'login' => 'Влез',
        'placeholder' => [
            'username' => 'Въведете вашето потребителско име или имейл адрес',
            'email' => 'Въведете вашия имейл адрес',
            'password' => 'Въведете вашата парола',
        ],
        'success' => 'Успешен вход!',
        'fail' => 'Грешно потребителско име или парола.',
        'not_active' => 'Вашият акаунт все още не е активиран!',
        'banned' => 'Този акаунт е блокиран.',
        'logout_success' => 'Успешен изход!',
        'dont_have_account' => 'Нямате акаунт в тази система, моля свържете се с администратора за повече информация!',
    ],
    'forgot_password' => [
        'title' => 'Забравена парола',
        'message' => '<p>Забравили ли сте паролата си?</p><p>Моля, въведете вашия имейл акаунт. Системата ще изпрати имейл с активна връзка за нулиране на паролата ви.</p>',
        'submit' => 'Изпрати',
    ],
    'reset' => [
        'new_password' => 'Нова парола',
        'password_confirmation' => 'Потвърдете новата парола',
        'email' => 'Имейл',
        'title' => 'Нулиране на паролата',
        'update' => 'Актуализирай',
        'wrong_token' => 'Тази връзка е невалидна или изтекла. Моля, опитайте отново да използвате формуляра за нулиране.',
        'user_not_found' => 'Това потребителско име не съществува.',
        'success' => 'Паролата е нулирана успешно!',
        'fail' => 'Токенът е невалиден, връзката за нулиране на паролата е изтекла!',
        'reset' => [
            'title' => 'Имейл за нулиране на парола',
        ],
        'send' => [
            'success' => 'Имейл беше изпратен на вашия имейл акаунт. Моля, проверете и завършете това действие.',
            'fail' => 'Не може да се изпрати имейл в този момент. Моля, опитайте отново по-късно.',
        ],
        'new-password' => 'Нова парола',
        'placeholder' => [
            'new_password' => 'Въведете вашата нова парола',
            'new_password_confirmation' => 'Потвърдете вашата нова парола',
        ],
    ],
    'email' => [
        'reminder' => [
            'title' => 'Имейл за нулиране на парола',
        ],
    ],
    'password_confirmation' => 'Потвърждение на паролата',
    'failed' => 'Неуспешно',
    'throttle' => 'Ограничение',
    'not_member' => 'Все още не сте член?',
    'register_now' => 'Регистрирай се сега',
    'lost_your_password' => 'Загубили сте паролата си?',
    'login_title' => 'Администратор',
    'login_via_social' => 'Влез със социални мрежи',
    'back_to_login' => 'Обратно към страницата за вход',
    'sign_in_below' => 'Влезте по-долу',
    'languages' => 'Езици',
    'reset_password' => 'Нулиране на парола',
    'deactivated_message' => 'Вашият акаунт е деактивиран. Моля, свържете се с администратора.',
    'settings' => [
        'email' => [
            'title' => 'ACL',
            'description' => 'ACL имейл конфигурация',
            'templates' => [
                'password_reminder' => [
                    'title' => 'Нулиране на парола',
                    'description' => 'Изпрати имейл на потребителя при заявка за нулиране на парола',
                    'subject' => 'Нулиране на парола',
                    'reset_link' => 'Връзка за нулиране на парола',
                    'email_title' => 'Инструкции за нулиране на парола',
                    'email_message' => 'Получавате този имейл, защото получихме заявка за нулиране на паролата за вашия акаунт.',
                    'button_text' => 'Нулиране на парола',
                    'trouble_text' => 'Ако имате проблеми с кликване върху бутона "Нулиране на парола", копирайте и поставете URL адреса по-долу във вашия уеб браузър: <a href=":reset_link">:reset_link</a> и го поставете във вашия браузър. Ако не сте поискали нулиране на парола, моля игнорирайте това съобщение или се свържете с нас, ако имате въпроси.',
                ],
            ],
        ],
    ],
];
