<?php

return [
    'name' => 'পণ্য কালেকশন',
    'product_collections' => 'পণ্য সংগ্রহ',
    'edit_this_product_collection' => 'এই পণ্য সংগ্রহ সম্পাদনা করুন',
    'create' => 'নতুন পণ্য কালেকশন',
    'edit' => 'পণ্য কালেকশন সম্পাদনা করুন',
    'slug_help_block' => 'লেবেল কী: <code>:slug</code>। আমরা ফিল্টারের জন্য এই কীটি ব্যবহার করব।',
    'intro' => [
        'title' => 'পণ্য কালেকশন পরিচালনা করুন',
        'description' => 'গ্রাহকদের বিভাগ অনুযায়ী খুঁজে পেতে সহজ করতে আপনার পণ্যগুলিকে কালেকশনে গ্রুপ করুন।',
        'button_text' => 'পণ্য কালেকশন তৈরি করুন',
    ],
];
