<?php

return [
    'name' => 'পণ্য শ্রেণী',
    'product_categories' => 'পণ্য শ্রেণীসমূহ',
    'create' => 'নতুন পণ্য শ্রেণী তৈরি করুন',
    'edit' => 'পণ্য শ্রেণী সম্পাদনা করুন',
    'list' => 'পণ্য শ্রেণীর তালিকা',
    'none' => 'কোনটিই নয়',
    'menu' => 'পণ্য শ্রেণীসমূহ',
    'intro' => [
        'title' => 'পণ্য শ্রেণী পরিচালনা করুন',
        'description' => 'যেমন পোশাক, জুতা, ব্যাগ, গহনা ...',
        'button_text' => 'পণ্য শ্রেণী তৈরি করুন',
    ],
    'total_products' => 'মোট পণ্য: :total',
    'edit_this_category' => 'এই শ্রেণী সম্পাদনা করুন',
    'export' => [
        'description' => 'পণ্য শ্রেণী Excel/CSV ফাইলে এক্সপোর্ট করুন।',
        'total' => 'মোট',
    ],
    'import' => [
        'description' => 'Excel/CSV ফাইল থেকে পণ্য শ্রেণী ইমপোর্ট করুন।',
    ],
    'table_view_info' => 'শ্রেণীগুলির সহজ বাল্ক ম্যানেজমেন্টের জন্য, আপনি এও পারেন',
    'manage_as_table' => 'টেবিল হিসাবে শ্রেণীগুলি পরিচালনা করুন',
    'parent' => 'প্যারেন্ট শ্রেণী',
    'image' => 'ছবি',
    'product_category_translations' => 'পণ্য শ্রেণী অনুবাদ',
];
