<?php

return [
    'name' => 'পণ্য ইনভেন্টরি',
    'storehouse_management' => 'স্টোরহাউস ম্যানেজমেন্ট',

    'import' => [
        'name' => 'পণ্য ইনভেন্টরি আপডেট করুন',
        'description' => 'একটি CSV/Excel ফাইল আপলোড করে বাল্কে পণ্য ইনভেন্টরি আপডেট করুন।',
        'done_message' => 'সফলভাবে :count পণ্য আপডেট করা হয়েছে।',
        'rules' => [
            'id' => 'ID ফিল্ড বাধ্যতামূলক এবং পণ্য টেবিলে বিদ্যমান থাকতে হবে।',
            'name' => 'নাম ফিল্ড বাধ্যতামূলক এবং একটি স্ট্রিং হতে হবে।',
            'sku' => 'SKU ফিল্ড একটি স্ট্রিং হতে হবে।',
            'with_storehouse_management' => 'স্টোরহাউস ম্যানেজমেন্ট ফিল্ড "হ্যাঁ" অথবা "না" হতে হবে।',
            'quantity' => 'স্টোরহাউস ম্যানেজমেন্ট "হ্যাঁ" হলে পরিমাণ ফিল্ড বাধ্যতামূলক।',
            'stock_status' => 'স্টোরহাউস ম্যানেজমেন্ট "না" হলে স্টক স্ট্যাটাস ফিল্ড বাধ্যতামূলক এবং নিম্নলিখিত মানগুলির মধ্যে একটি হতে হবে: :statuses।',
        ],
    ],

    'export' => [
        'description' => 'পণ্য ইনভেন্টরি একটি CSV/Excel ফাইলে এক্সপোর্ট করুন।',
    ],
];
