<?php

return [
    'name' => 'পর্যালোচনা',
    'view' => 'পর্যালোচনা দেখুন ":name"',
    'create_review' => 'পর্যালোচনা তৈরি করুন',
    'comment' => 'মন্তব্য',
    'product' => 'পণ্য',
    'customer' => 'গ্রাহক',
    'user' => 'ব্যবহারকারী',
    'star' => 'স্টার',
    'intro' => [
        'title' => 'গ্রাহক পর্যালোচনা পরিচালনা করুন',
        'description' => 'গ্রাহক পর্যালোচনা এখানে দেখানো হবে এবং আপনি পণ্য বিস্তারিত পৃষ্ঠায় দেখান/লুকান পরিচালনা করতে পারবেন।',
    ],
    'images' => 'ছবি',
    'delete' => 'মুছে ফেলুন',
    'publish' => 'প্রকাশ করুন',
    'unpublish' => 'অপ্রকাশিত করুন',
    'published_success' => 'পর্যালোচনা সফলভাবে প্রকাশিত হয়েছে!',
    'unpublished_success' => 'পর্যালোচনা সফলভাবে অপ্রকাশিত হয়েছে!',
    'delete_modal' => [
        'title' => 'পর্যালোচনা মুছে ফেলুন',
        'description' => 'আপনি কি নিশ্চিত যে আপনি এই পর্যালোচনাটি মুছে ফেলতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না!',
    ],
    'review_already_exists' => 'এই গ্রাহক ইতিমধ্যে এই পণ্যটি পর্যালোচনা করেছেন।',
    'reply_to_review' => 'পর্যালোচনার উত্তর দিন',
    'reply' => 'উত্তর',
    'replied_success_message' => 'সফলভাবে উত্তর দেওয়া হয়েছে!',
    'write_your_reply' => 'আপনার উত্তর লিখুন...',
    'already_replied' => 'আপনি ইতিমধ্যে এই পর্যালোচনার উত্তর দিয়েছেন।',
    'delete_reply_modal' => [
        'title' => 'উত্তর মুছে ফেলুন',
        'description' => 'আপনি কি নিশ্চিত যে আপনি এই উত্তরটি মুছে ফেলতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না!',
    ],
    'choose_customer_help' => 'তাদের হয়ে পর্যালোচনা রাখতে একজন গ্রাহক নির্বাচন করুন। যদি আপনি গ্রাহকের বিস্তারিত ম্যানুয়ালি প্রবেশ করতে চান, এই ফিল্ডটি ফাঁকা রাখুন এবং নিচের গ্রাহক নাম এবং ইমেল ফিল্ডগুলি পূরণ করুন।',
    'choose_existing_customer' => 'বিদ্যমান গ্রাহকদের থেকে নির্বাচন করুন',
    'or_enter_manually' => 'অথবা ম্যানুয়ালি গ্রাহকের বিস্তারিত প্রবেশ করুন:',
];
