<?php

return [
    'name' => 'শিপিং লেবেল টেমপ্লেট',
    'setting' => 'শিপিং লেবেল টেমপ্লেট সেটিংস',
    'setting_description' => 'শিপিং লেবেল টেমপ্লেটের জন্য সেটিংস',
    'setting_content' => 'কন্টেন্ট',
    'preview' => 'প্রিভিউ',
    'preview_heading' => 'শিপিং লেবেল টেমপ্লেট প্রিভিউ করুন',
    'variables' => [

    ],
    'reset_success' => 'সফলভাবে ডিফল্টে রিসেট করা হয়েছে',
    'confirm_reset' => 'শিপিং লেবেল টেমপ্লেট রিসেট নিশ্চিত করবেন?',
    'confirm_message' => 'আপনি কি সত্যিই এই শিপিং লেবেল টেমপ্লেটটি ডিফল্টে রিসেট করতে চান?',
    'reset_to_default' => 'ডিফল্টে রিসেট করুন',
    'continue' => 'চালিয়ে যান',
];
