<?php

return [
    'name' => 'ট্যাক্স',
    'description' => 'আপনার পণ্যের সেটিংস দেখুন এবং আপডেট করুন',
    'create' => 'একটি ট্যাক্স তৈরি করুন',
    'edit' => 'ট্যাক্স সম্পাদনা করুন :title',
    'title' => 'শিরোনাম',
    'percentage' => 'শতাংশ %',
    'priority' => 'অগ্রাধিকার',
    'default' => 'ডিফল্ট',
    'country' => 'দেশ',
    'state' => 'রাজ্য',
    'city' => 'শহর',
    'zip_code' => 'জিপকোড',
    'rules' => 'নিয়মাবলী',
    'tax' => 'ট্যাক্স',
    'rule' => [
        'name' => 'ট্যাক্স নিয়মাবলী',
        'create' => 'একটি ট্যাক্স নিয়ম তৈরি করুন',
        'edit' => 'ট্যাক্স নিয়ম সম্পাদনা করুন :title',
    ],
];
