<?php

return [
    'shipping_method_required' => 'Η μέθοδος αποστολής για την παραγγελία του καταστήματος ":name" είναι υποχρεωτική.',
    'shipping_method_in' => 'Η μέθοδος αποστολής για την παραγγελία του καταστήματος ":name" δεν είναι έγκυρη.',
    'shipping_option_required' => 'Η επιλογή αποστολής για την παραγγελία του καταστήματος ":name" είναι υποχρεωτική.',
    'refund' => [
        'insufficient_balance' => 'Το υπόλοιπο του πωλητή δεν επαρκεί για επιστροφή χρημάτων, υπόλοιπο: :balance',
        'description' => 'Επιστροφή χρημάτων από την παραγγελία #:order',
    ],
    'products_are_from_different_vendors' => 'Δεν είναι δυνατή η δημιουργία παραγγελίας! Τα προϊόντα προέρχονται από διαφορετικούς πωλητές.',
    'return' => [
        'description' => 'Επιστράφηκε από την παραγγελία #:order',
    ],
];
