<?php

return [
    'statuses' => [
        'draft' => 'მონახაზი',
        'pending' => 'განხილვაში',
        'published' => 'გამოქვეყნებული',
    ],
    'system_updater_steps' => [
        'download' => 'განახლების ფაილების ჩამოტვირთვა',
        'update_files' => 'სისტემის ფაილების განახლება',
        'update_database' => 'მონაცემთა ბაზის განახლება',
        'publish_core_assets' => 'ძირითადი რესურსების გამოქვეყნება',
        'publish_packages_assets' => 'პაკეტების რესურსების გამოქვეყნება',
        'clean_up' => 'განახლების ფაილების წაშლა',
        'done' => 'სისტემა წარმატებით განახლდა',

        'messages' => [
            'download' => 'განახლების ფაილების ჩამოტვირთვა...',
            'update_files' => 'სისტემის ფაილების განახლება...',
            'update_database' => 'მონაცემთა ბაზის განახლება...',
            'publish_core_assets' => 'ძირითადი რესურსების გამოქვეყნება...',
            'publish_packages_assets' => 'პაკეტების რესურსების გამოქვეყნება...',
            'clean_up' => 'განახლების ფაილების წაშლა...',
            'done' => 'დასრულდა! თქვენი ბრაუზერი განახლდება 30 წამში.',
        ],

        'failed_messages' => [
            'download' => 'განახლების ფაილების ჩამოტვირთვა ვერ მოხერხდა',
            'update_files' => 'სისტემის ფაილების განახლება ვერ მოხერხდა',
            'update_database' => 'მონაცემთა ბაზის განახლება ვერ მოხერხდა',
            'publish_core_assets' => 'ძირითადი რესურსების გამოქვეყნება ვერ მოხერხდა',
            'publish_packages_assets' => 'პაკეტების რესურსების გამოქვეყნება ვერ მოხერხდა',
            'clean_up' => 'განახლების ფაილების წაშლა ვერ მოხერხდა',
        ],

        'success_messages' => [
            'download' => 'განახლების ფაილები წარმატებით ჩამოიტვირთა.',
            'update_files' => 'სისტემის ფაილები წარმატებით განახლდა.',
            'update_database' => 'მონაცემთა ბაზა წარმატებით განახლდა.',
            'publish_core_assets' => 'ძირითადი რესურსები წარმატებით გამოქვეყნდა.',
            'publish_packages_assets' => 'პაკეტების რესურსები წარმატებით გამოქვეყნდა.',
            'clean_up' => 'განახლების ფაილები წარმატებით წაიშალა.',
        ],
    ],
];
