<?php

return [
    '401_title' => 'უფლება არ გაქვს',
    '404_title' => 'გვერდი ვერ მოიძებნა',
    '500_title' => 'გვერდი ვერ ჩაიტვირთა',
    'reasons' => 'ეს შეიძლება მოხდა რამდენიმე მიზეზის გამო',
    'try_again' => 'გთხოვთ, სცადოთ ხელახლა რამდენიმე წუთში, ან დაბრუნდით მთავარ გვერდზე <a href=":link">აქ დაწკაპუნებით</a>.',
    'not_found' => 'ვერ მოიძებნა',
    'results_not_found' => 'შედეგები ვერ მოიძებნა!',
    'go_to_home' => 'მთავარზე დაბრუნება',
    'error_when_sending_email' => 'ელ.ფოსტის გაგზავნა ვერ მოხერხდა. რაღაც არასწორია თქვენს ელ.ფოსტის პარამეტრებში ადმინისტრატორი → პარამეტრები → ელ.ფოსტა, გთხოვთ, კიდევ ერთხელ შეამოწმოთ თქვენი პარამეტრები.',
    'error_when_sending_email_guest' => 'ელ.ფოსტის გაგზავნა ვერ მოხერხდა. თუ პრობლემა გრძელდება, გთხოვთ დაუკავშირდეთ საიტის ადმინისტრატორს.',
    'token_mismatch' => 'სესია ამოიწურა. გთხოვთ, სცადოთ ხელახლა.',
];
