<?php

return [
    'statuses' => [
        'draft' => 'ฉบับร่าง',
        'pending' => 'รอดำเนินการ',
        'published' => 'เผยแพร่แล้ว',
    ],
    'system_updater_steps' => [
        'download' => 'ดาวน์โหลดไฟล์อัปเดต',
        'update_files' => 'อัปเดตไฟล์ระบบ',
        'update_database' => 'อัปเดตฐานข้อมูล',
        'publish_core_assets' => 'เผยแพร่ทรัพยากรหลัก',
        'publish_packages_assets' => 'เผยแพร่ทรัพยากรแพ็คเกจ',
        'clean_up' => 'ล้างไฟล์อัปเดตระบบ',
        'done' => 'อัปเดตระบบเสร็จสมบูรณ์',

        'messages' => [
            'download' => 'กำลังดาวน์โหลดไฟล์อัปเดต...',
            'update_files' => 'กำลังอัปเดตไฟล์ระบบ...',
            'update_database' => 'กำลังอัปเดตฐานข้อมูล...',
            'publish_core_assets' => 'กำลังเผยแพร่ทรัพยากรหลัก...',
            'publish_packages_assets' => 'กำลังเผยแพร่ทรัพยากรแพ็คเกจ...',
            'clean_up' => 'กำลังล้างไฟล์อัปเดตระบบ...',
            'done' => 'เสร็จสิ้น! เบราว์เซอร์ของคุณจะรีเฟรชใน 30 วินาที',
        ],

        'failed_messages' => [
            'download' => 'ไม่สามารถดาวน์โหลดไฟล์อัปเดต',
            'update_files' => 'ไม่สามารถอัปเดตไฟล์ระบบ',
            'update_database' => 'ไม่สามารถอัปเดตฐานข้อมูล',
            'publish_core_assets' => 'ไม่สามารถเผยแพร่ทรัพยากรหลัก',
            'publish_packages_assets' => 'ไม่สามารถเผยแพร่ทรัพยากรแพ็คเกจ',
            'clean_up' => 'ไม่สามารถล้างไฟล์อัปเดตระบบ',
        ],

        'success_messages' => [
            'download' => 'ดาวน์โหลดไฟล์อัปเดตเสร็จสมบูรณ์',
            'update_files' => 'อัปเดตไฟล์ระบบเสร็จสมบูรณ์',
            'update_database' => 'อัปเดตฐานข้อมูลเสร็จสมบูรณ์',
            'publish_core_assets' => 'เผยแพร่ทรัพยากรหลักเสร็จสมบูรณ์',
            'publish_packages_assets' => 'เผยแพร่ทรัพยากรแพ็คเกจเสร็จสมบูรณ์',
            'clean_up' => 'ล้างไฟล์อัปเดตระบบเสร็จสมบูรณ์',
        ],
    ],
];
