<?php

return [
    '401_title' => 'ไม่มีสิทธิ์เข้าถึง',
    '404_title' => 'ไม่พบหน้าที่ต้องการ',
    '500_title' => 'ไม่สามารถโหลดหน้าได้',
    'reasons' => 'อาจเกิดขึ้นได้จากหลายสาเหตุ',
    'try_again' => 'กรุณาลองใหม่อีกครั้งในอีกสักครู่ หรือกลับไปที่หน้าแรกโดย<a href=":link">คลิกที่นี่</a>',
    'not_found' => 'ไม่พบ',
    'results_not_found' => 'ไม่พบผลลัพธ์!',
    'go_to_home' => 'ไปที่หน้าแรก',
    'error_when_sending_email' => 'ไม่สามารถส่งอีเมลได้ มีบางอย่างผิดพลาดกับการตั้งค่าอีเมลของคุณใน ผู้ดูแลระบบ → การตั้งค่า → อีเมล กรุณาตรวจสอบการตั้งค่าของคุณอีกครั้ง',
    'error_when_sending_email_guest' => 'ไม่สามารถส่งอีเมลได้ กรุณาติดต่อผู้ดูแลระบบเว็บไซต์หากปัญหายังคงมีอยู่',
    'token_mismatch' => 'เซสชันหมดอายุ กรุณาลองใหม่อีกครั้ง',
];
