<?php

return [
    'name' => 'מחירי מוצרים',
    'warning_prices' => 'מחירים אלה מייצגים את העלויות המקוריות של המוצר ועשויים שלא לשקף את המחירים הסופיים, שעשויים להשתנות בגלל גורמים כמו מבצעי בזק, מבצעים ועוד.',

    'import' => [
        'name' => 'עדכן מחירי מוצרים',
        'description' => 'עדכן מחירי מוצרים בכמות גדולה על ידי העלאת קובץ CSV/Excel.',
        'done_message' => 'עודכנו :count מוצר(ים) בהצלחה.',
        'rules' => [
            'id' => 'שדה המזהה הוא חובה וחייב להתקיים בטבלת המוצרים.',
            'name' => 'שדה השם הוא חובה וחייב להיות מחרוזת.',
            'sku' => 'שדה ה-SKU חייב להיות מחרוזת.',
            'cost_per_item' => 'שדה עלות לפריט חייב להיות ערך מספרי.',
            'price' => 'שדה המחיר נדרש וחייב להיות ערך מספרי.',
            'sale_price' => 'שדה מחיר המבצע חייב להיות ערך מספרי.',
        ],
    ],

    'export' => [
        'description' => 'ייצא מחירי מוצרים לקובץ CSV/Excel.',
    ],
];
