<?php

return [
    'create' => 'Δημιουργία νέας σελίδας',
    'form' => [
        'name' => 'Όνομα',
        'name_placeholder' => 'Όνομα σελίδας (Μέγιστο 120 χαρακτήρες)',
        'content' => 'Περιεχόμενο',
        'note' => 'Περιεχόμενο σημείωσης',
    ],
    'notices' => [
        'no_select' => 'Παρακαλώ επιλέξτε τουλάχιστον μία εγγραφή για να εκτελέσετε αυτή την ενέργεια!',
        'update_success_message' => 'Επιτυχής ενημέρωση',
    ],
    'cannot_delete' => 'Η σελίδα δεν μπόρεσε να διαγραφεί',
    'deleted' => 'Η σελίδα διαγράφηκε',
    'pages' => 'Σελίδες',
    'menu' => 'Σελίδες',
    'menu_name' => 'Σελίδες',
    'edit_this_page' => 'Επεξεργασία αυτής της σελίδας',
    'total_pages' => 'Συνολικές σελίδες',
    'front_page' => 'Αρχική σελίδα',
    'theme_options' => [
        'title' => 'Σελίδα',
        'your_home_page_display' => 'Η αρχική σας σελίδα εμφανίζει',
    ],
    'default_template' => 'Προεπιλογή',
];
