<?php

return [
    'meta_box_header' => 'Оптимизация за търсачки',
    'edit_seo_meta' => 'Редактиране на SEO мета',
    'default_description' => 'Настройте мета заглавие и описание, за да направите вашия сайт лесно откриваем в търсачки като Google',
    'seo_title' => 'SEO заглавие',
    'seo_description' => 'SEO описание',
    'seo_image' => 'SEO изображение',
    'allow_index' => 'Разрешаване на търсачките да индексират тази страница',
    'index' => 'Индексиране',
    'noindex' => 'Без индексиране',
    'homepage_seo_description' => 'За да конфигурирате SEO мета тагове за началната страница, моля отидете на Външен вид → Настройки на темата, където можете да зададете заглавието на сайта, описанието и други настройки, свързани със SEO.',
    'go_to_theme_options' => 'Отидете на Настройки на темата',
];
