<?php

return [
    'name' => 'أسعار المنتجات',
    'warning_prices' => 'هذه الأسعار تمثل التكاليف الأصلية للمنتج وقد لا تعكس الأسعار النهائية، والتي يمكن أن تختلف بسبب عوامل مثل التخفيضات السريعة والعروض الترويجية وغيرها.',

    'import' => [
        'name' => 'تحديث أسعار المنتجات',
        'description' => 'تحديث أسعار المنتجات بكميات كبيرة عن طريق تحميل ملف CSV/Excel.',
        'done_message' => 'تم تحديث :count منتج بنجاح.',
        'rules' => [
            'id' => 'حقل الهوية إجباري ويجب أن يكون موجوداً في جدول المنتجات.',
            'name' => 'حقل الاسم إجباري ويجب أن يكون نصاً.',
            'sku' => 'حقل رمز المنتج يجب أن يكون نصاً.',
            'cost_per_item' => 'حقل التكلفة لكل عنصر يجب أن يكون قيمة رقمية.',
            'price' => 'حقل السعر مطلوب ويجب أن يكون قيمة رقمية.',
            'sale_price' => 'حقل سعر التخفيض يجب أن يكون قيمة رقمية.',
        ],
    ],

    'export' => [
        'description' => 'تصدير أسعار المنتجات إلى ملف CSV/Excel.',
    ],
];