<?php

return [
    'name' => 'مجموعات المنتجات',
    'product_collections' => 'مجموعات المنتجات',
    'edit_this_product_collection' => 'تحرير مجموعة المنتجات هذه',
    'create' => 'مجموعة منتجات جديدة',
    'edit' => 'تعديل مجموعة المنتجات',
    'slug_help_block' => 'مفتاح التسمية: <code>:slug</code>. سنستخدم هذا المفتاح للتصفية.',
    'intro' => [
        'title' => 'إدارة مجموعات المنتجات',
        'description' => 'قم بتجميع منتجاتك في مجموعات لتسهيل العثور عليها للعملاء حسب الفئة.',
        'button_text' => 'إنشاء مجموعة منتجات',
    ],
];