<?php

return [
    'name' => 'الضرائب',
    'description' => 'عرض وتحديث إعدادات منتجاتك',
    'create' => 'إنشاء ضريبة',
    'edit' => 'تعديل الضريبة :title',
    'title' => 'العنوان',
    'percentage' => 'النسبة المئوية %',
    'priority' => 'الأولوية',
    'default' => 'افتراضي',
    'country' => 'البلد',
    'state' => 'الولاية',
    'city' => 'المدينة',
    'zip_code' => 'الرمز البريدي',
    'rules' => 'القواعد',
    'tax' => 'ضريبة',
    'rule' => [
        'name' => 'قواعد الضرائب',
        'create' => 'إنشاء قاعدة ضريبة',
        'edit' => 'تعديل قاعدة الضريبة :title',
    ],
];