<?php

return [
    'name' => 'Συχνές ερωτήσεις',
    'create' => 'Νέα συχνή ερώτηση',
    'question' => 'Ερώτηση',
    'answer' => 'Απάντηση',
    'category' => 'Κατηγορία',
    'faq_schema_config' => 'Διαμόρφωση σχήματος συχνών ερωτήσεων (:link)',
    'learn_more' => 'Μάθετε περισσότερα',
    'settings' => [
        'title' => 'Συχνές ερωτήσεις',
        'description' => 'Προβολή και ενημέρωση ρυθμίσεων συχνών ερωτήσεων',
        'enable_faq_schema' => 'Ενεργοποίηση σχήματος συχνών ερωτήσεων;',
        'enable_faq_schema_description' => 'Μάθετε περισσότερα: :url',
    ],
    'select_category' => 'Επιλέξτε μια κατηγορία',
    'add_item' => 'Προσθήκη αντικειμένου',
    'or' => 'ή',
    'faqs_menu_name' => 'Διαχειριστής -> Συχνές ερωτήσεις -> Δημιουργία',
    'select_from_existing' => 'Επιλογή από υπάρχουσες συχνές ερωτήσεις',
    'no_existing' => 'Δεν υπάρχουν υπάρχουσες συχνές ερωτήσεις, παρακαλώ δημιουργήστε μία πρώτα στο :link.',
];
