<?php

return [
    'shortcode' => 'رمز قصير',
    'use' => 'يستخدم',
    'ui-blocks' => 'كتل واجهة المستخدم',
    'search' => 'يبحث...',
    'no_shortcode_found' => 'لم يتم العثور على رمز قصير.',

    'cache_suggestion' => [
        'title' => 'اقتراح الأداء',
        'description' => 'يمكنك تحسين أداء موقعك عن طريق تمكين التخزين المؤقت للأكواد القصيرة.',
        'benefits' => 'يمكن أن يقلل هذا بشكل كبير من أوقات تحميل الصفحة عن طريق تخزين الأكواد القصيرة المعروضة مؤقتًا.',
        'enable_button' => 'تمكين التخزين المؤقت للأكواد القصيرة',
        'dismiss_button' => 'تجاهل لمدة أسبوع',
    ],
];
