<?php

return [
    'statuses' => [
        'draft' => 'Чернова',
        'pending' => 'Изчакващ',
        'published' => 'Публикуван',
    ],
    'system_updater_steps' => [
        'download' => 'Изтегляне на файлове за актуализация',
        'update_files' => 'Актуализиране на системни файлове',
        'update_database' => 'Актуализиране на бази данни',
        'publish_core_assets' => 'Публикуване на основни ресурси',
        'publish_packages_assets' => 'Публикуване на пакетни ресурси',
        'clean_up' => 'Изчистване на системни файлове за актуализация',
        'done' => 'Системата е актуализирана успешно',

        'messages' => [
            'download' => 'Изтегляне на файлове за актуализация...',
            'update_files' => 'Актуализиране на системни файлове...',
            'update_database' => 'Актуализиране на бази данни...',
            'publish_core_assets' => 'Публикуване на основни ресурси...',
            'publish_packages_assets' => 'Публикуване на пакетни ресурси...',
            'clean_up' => 'Изчистване на системни файлове за актуализация...',
            'done' => 'Готово! Вашият браузър ще бъде опреснен след 30 секунди.',
        ],

        'failed_messages' => [
            'download' => 'Неуспешно изтегляне на файлове за актуализация',
            'update_files' => 'Неуспешна актуализация на системни файлове',
            'update_database' => 'Неуспешна актуализация на бази данни',
            'publish_core_assets' => 'Неуспешно публикуване на основни ресурси',
            'publish_packages_assets' => 'Неуспешно публикуване на пакетни ресурси',
            'clean_up' => 'Неуспешно изчистване на системни файлове за актуализация',
        ],

        'success_messages' => [
            'download' => 'Файловете за актуализация са изтеглени успешно.',
            'update_files' => 'Системните файлове са актуализирани успешно.',
            'update_database' => 'Базите данни са актуализирани успешно.',
            'publish_core_assets' => 'Основните ресурси са публикувани успешно.',
            'publish_packages_assets' => 'Пакетните ресурси са публикувани успешно.',
            'clean_up' => 'Системните файлове за актуализация са изчистени успешно.',
        ],
    ],
];
