<?php

return [
    '401_title' => 'Отказан достъп',
    '404_title' => 'Страницата не може да бъде намерена',
    '500_title' => 'Страницата не може да бъде заредена',
    'reasons' => 'Това може да се е случило поради няколко причини',
    'try_again' => 'Моля, опитайте отново след няколко минути или се върнете към началната страница, като <a href=":link">кликнете тук</a>.',
    'not_found' => 'Не е намерено',
    'results_not_found' => 'Няма намерени резултати!',
    'go_to_home' => 'Към началната страница',
    'error_when_sending_email' => 'Неуспешно изпращане на имейл. Нещо не е наред с настройките на имейла в Администратор → Настройки → Имейл, моля проверете ги отново.',
    'error_when_sending_email_guest' => 'Неуспешно изпращане на имейл. Моля, свържете се с администратора на сайта, ако проблемът продължава.',
    'token_mismatch' => 'Сесията е изтекла. Моля, опитайте отново.',
];
