<?php

return [
    'create' => 'Направи нову страницу',
    'form' => [
        'name' => 'Име',
        'name_placeholder' => 'Назив странице (Максимално 120 карактера)',
        'content' => 'Садржај',
        'note' => 'Садржај белешке',
    ],
    'notices' => [
        'no_select' => 'Молимо изаберите барем један запис да бисте извршили ову радњу!',
        'update_success_message' => 'Успешно ажурирано',
    ],
    'cannot_delete' => 'Страница се не може обрисати',
    'deleted' => 'Страница обрисана',
    'pages' => 'Странице',
    'menu' => 'Странице',
    'menu_name' => 'Странице',
    'edit_this_page' => 'Уреди ову страницу',
    'total_pages' => 'Укупно страница',
    'front_page' => 'Почетна страница',
    'theme_options' => [
        'title' => 'Страница',
        'your_home_page_display' => 'Ваша почетна страница приказује',
    ],
    'default_template' => 'Подразумевано',
];
