<?php

return [
    'name' => 'उत्पाद श्रेणियां',
    'product_categories' => 'उत्पाद श्रेणियां',
    'create' => 'नई उत्पाद श्रेणी बनाएं',
    'edit' => 'उत्पाद श्रेणी संपादित करें',
    'list' => 'उत्पाद श्रेणियों की सूची',
    'none' => 'कोई नहीं',
    'menu' => 'उत्पाद श्रेणियां',
    'intro' => [
        'title' => 'उत्पाद श्रेणियों का प्रबंधन करें',
        'description' => 'जैसे कपड़े, जूते, बैग, आभूषण ...',
        'button_text' => 'उत्पाद श्रेणी बनाएं',
    ],
    'total_products' => 'कुल उत्पाद: :total',
    'edit_this_category' => 'इस श्रेणी को संपादित करें',
    'export' => [
        'description' => 'उत्पाद श्रेणियों को Excel/CSV फाइल में निर्यात करें।',
        'total' => 'कुल',
    ],
    'import' => [
        'description' => 'Excel/CSV फाइल से उत्पाद श्रेणियों को आयात करें।',
    ],
    'table_view_info' => 'श्रेणियों के आसान बल्क प्रबंधन के लिए, आप भी कर सकते हैं',
    'manage_as_table' => 'श्रेणियों को तालिका के रूप में प्रबंधित करें',
    'parent' => 'मूल श्रेणी',
    'image' => 'छवि',
    'product_category_translations' => 'उत्पाद श्रेणी अनुवाद',
];