<?php

return [
    'name' => 'उत्पाद कीमतें',
    'warning_prices' => 'ये कीमतें उत्पाद की मूल लागत का प्रतिनिधित्व करती हैं और हो सकता है कि ये अंतिम कीमतों को न दर्शाती हों, जो फ्लैश सेल, प्रमोशन और अन्य कारकों के कारण भिन्न हो सकती हैं।',

    'import' => [
        'name' => 'उत्पाद कीमतें अपडेट करें',
        'description' => 'CSV/Excel फाइल अपलोड करके उत्पाद कीमतों को बल्क में अपडेट करें।',
        'done_message' => ':count उत्पाद सफलतापूर्वक अपडेट किए गए।',
        'rules' => [
            'id' => 'ID फ़ील्ड अनिवार्य है और उत्पाद तालिका में मौजूद होना चाहिए।',
            'name' => 'नाम फ़ील्ड अनिवार्य है और एक स्ट्रिंग होना चाहिए।',
            'sku' => 'SKU फ़ील्ड एक स्ट्रिंग होना चाहिए।',
            'cost_per_item' => 'प्रति आइटम लागत फ़ील्ड एक संख्यात्मक मान होना चाहिए।',
            'price' => 'कीमत फ़ील्ड आवश्यक है और एक संख्यात्मक मान होना चाहिए।',
            'sale_price' => 'सेल कीमत फ़ील्ड एक संख्यात्मक मान होना चाहिए।',
        ],
    ],

    'export' => [
        'description' => 'उत्पाद कीमतों को CSV/Excel फाइल में निर्यात करें।',
    ],
];