<?php

return [
    'name' => 'उत्पाद संग्रह',
    'product_collections' => 'उत्पाद संग्रह',
    'edit_this_product_collection' => 'इस उत्पाद संग्रह को संपादित करें',
    'create' => 'नया उत्पाद संग्रह',
    'edit' => 'उत्पाद संग्रह संपादित करें',
    'slug_help_block' => 'लेबल कुंजी: <code>:slug</code>। हम इस कुंजी का उपयोग फ़िल्टर के लिए करेंगे।',
    'intro' => [
        'title' => 'उत्पाद संग्रह प्रबंधित करें',
        'description' => 'अपने उत्पादों को संग्रह में समूहीकृत करें ताकि ग्राहकों के लिए उन्हें श्रेणी के अनुसार खोजना आसान हो जाए।',
        'button_text' => 'उत्पाद संग्रह बनाएं',
    ],
];
