<?php

return [
    'name' => 'समीक्षाएं',
    'view' => 'समीक्षा ":name" देखें',
    'create_review' => 'समीक्षा बनाएं',
    'comment' => 'टिप्पणी',
    'product' => 'उत्पाद',
    'customer' => 'ग्राहक',
    'user' => 'उपयोगकर्ता',
    'star' => 'स्टार',
    'intro' => [
        'title' => 'ग्राहक समीक्षाओं का प्रबंधन करें',
        'description' => 'ग्राहक समीक्षाएं यहां दिखाई जाएंगी और आप इसे उत्पाद विवरण पेज में दिखाने/छुपाने के लिए प्रबंधित कर सकते हैं।',
    ],
    'images' => 'छवियां',
    'delete' => 'डिलीट करें',
    'publish' => 'प्रकाशित करें',
    'unpublish' => 'अप्रकाशित करें',
    'published_success' => 'समीक्षा सफलतापूर्वक प्रकाशित!',
    'unpublished_success' => 'समीक्षा सफलतापूर्वक अप्रकाशित!',
    'delete_modal' => [
        'title' => 'समीक्षा डिलीट करें',
        'description' => 'क्या आप वाकई इस समीक्षा को डिलीट करना चाहते हैं? यह कार्य वापस नहीं किया जा सकता!',
    ],
    'review_already_exists' => 'इस ग्राहक ने पहले से ही इस उत्पाद की समीक्षा की है।',
    'reply_to_review' => 'समीक्षा का जवाब दें',
    'reply' => 'जवाब दें',
    'replied_success_message' => 'सफलतापूर्वक जवाब दिया!',
    'write_your_reply' => 'अपना जवाब लिखें...',
    'already_replied' => 'आपने पहले से ही इस समीक्षा का जवाब दिया है।',
    'delete_reply_modal' => [
        'title' => 'जवाब डिलीट करें',
        'description' => 'क्या आप वाकई इस जवाब को डिलीट करना चाहते हैं? यह कार्य वापस नहीं किया जा सकता!',
    ],
    'choose_customer_help' => 'एक ग्राहक चुनें जो उनकी तरफ से समीक्षा छोड़े। यदि आप ग्राहक विवरण मैन्युअल रूप से दर्ज करना चाहते हैं, तो इस फ़ील्ड को खाली छोड़ें और नीचे ग्राहक नाम और ईमेल फ़ील्ड भरें।',
    'choose_existing_customer' => 'मौजूदा ग्राहकों से चुनें',
    'or_enter_manually' => 'या मैन्युअल रूप से ग्राहक विवरण दर्ज करें:',
];