<?php

return [
    'name' => 'शिपिंग लेबल टेम्प्लेट',
    'setting' => 'शिपिंग लेबल टेम्प्लेट सेटिंग्स',
    'setting_description' => 'शिपिंग लेबल टेम्प्लेट के लिए सेटिंग्स',
    'setting_content' => 'सामग्री',
    'preview' => 'पूर्वावलोकन',
    'preview_heading' => 'शिपिंग लेबल टेम्प्लेट का पूर्वावलोकन',
    'variables' => [

    ],
    'reset_success' => 'सफलतापूर्वक डिफॉल्ट पर रीसेट किया गया',
    'confirm_reset' => 'शिपिंग लेबल टेम्प्लेट रीसेट करने की पुष्टि करें?',
    'confirm_message' => 'क्या आप वाकई इस शिपिंग लेबल टेम्प्लेट को डिफॉल्ट पर रीसेट करना चाहते हैं?',
    'reset_to_default' => 'डिफॉल्ट पर रीसेट करें',
    'continue' => 'जारी रखें',
];