<?php

return [
    'settings' => [
        'title' => 'ოპტიმიზაცია',
        'description' => 'HTML გამომავალის მინიფიკაცია, inline CSS, კომენტარების წაშლა...',
        'enable' => 'გვერდის სიჩქარის ოპტიმიზაცია ჩართული?',
    ],
    'collapse_white_space' => 'ცარიელი ადგილების შეკუმშვა',
    'collapse_white_space_description' => 'ეს ფილტრი ამცირებს HTML ფაილში გადაცემულ ბაიტებს არასაჭირო ცარიელი ადგილების წაშლით.',
    'elide_attributes' => 'ატრიბუტების წაშლა',
    'elide_attributes_description' => 'ეს ფილტრი ამცირებს HTML ფაილების გადაცემის ზომას ტეგებიდან ატრიბუტების წაშლით, როდესაც მითითებული მნიშვნელობა უდრის ამ ატრიბუტის ნაგულისხმევ მნიშვნელობას. ეს შეიძლება დაზოგოს მცირე რაოდენობის ბაიტები და შეიძლება გახადოს დოკუმენტი უფრო შეკუმშვადი დაზარალებული ტეგების კანონიზირებით.',
    'inline_css' => 'Inline CSS',
    'inline_css_description' => 'ეს ფილტრი გარდაქმნის ტეგების inline "style" ატრიბუტს კლასებად CSS-ის თავსართში გადატანით.',
    'insert_dns_prefetch' => 'DNS prefetch-ის ჩასმა',
    'insert_dns_prefetch_description' => 'ეს ფილტრი ატარებს ტეგებს HEAD-ში, რათა ბრაუზერმა შეძლოს DNS წინასწარი ჩატვირთვა.',
    'remove_comments' => 'კომენტარების წაშლა',
    'remove_comments_description' => 'ეს ფილტრი აშორებს HTML, JS და CSS კომენტარებს. ფილტრი ამცირებს HTML ფაილების გადაცემის ზომას კომენტარების წაშლით. HTML ფაილიდან გამომდინარე, ეს ფილტრი შეიძლება მნიშვნელოვნად შეამციროს ქსელში გადაცემული ბაიტების რაოდენობა.',
    'remove_quotes' => 'ბრჭყალების წაშლა',
    'remove_quotes_description' => 'ეს ფილტრი აშორებს არასაჭირო ბრჭყალებს HTML ატრიბუტებიდან. მიუხედავად იმისა, რომ სხვადასხვა HTML სპეციფიკაციებით აუცილებელია, ბრაუზერები იძლევიან მათ გამოტოვების საშუალებას, როდესაც ატრიბუტის მნიშვნელობა შედგება სიმბოლოების გარკვეული ქვეჯგუფისგან (ალფანუმერული და ზოგიერთი პუნქტუაციის სიმბოლო).',
    'defer_javascript' => 'javascript-ის გადადება',
    'defer_javascript_description' => 'ადგებს javascript-ის შესრულებას HTML-ში. თუ საჭიროა გადადების გაუქმება რომელიმე სკრიპტში, გამოიყენეთ data-pagespeed-no-defer როგორც სკრიპტის ატრიბუტი გადადების გაუქმებისთვის.',
];
