<?php

return [
    'login' => [
        'username' => 'ईमेल/उपयोगकर्ता नाम',
        'email' => 'ईमेल',
        'password' => 'पासवर्ड',
        'title' => 'उपयोगकर्ता लॉगिन',
        'remember' => 'मुझे याद रखें?',
        'login' => 'साइन इन करें',
        'placeholder' => [
            'username' => 'अपना उपयोगकर्ता नाम या ईमेल पता दर्ज करें',
            'email' => 'अपना ईमेल पता दर्ज करें',
            'password' => 'अपना पासवर्ड दर्ज करें',
        ],
        'success' => 'लॉगिन सफल रहा!',
        'fail' => 'गलत उपयोगकर्ता नाम या पासवर्ड।',
        'not_active' => 'आपका खाता अभी तक सक्रिय नहीं किया गया है!',
        'banned' => 'यह खाता प्रतिबंधित है।',
        'logout_success' => 'लॉगआउट सफल रहा!',
        'dont_have_account' => 'इस सिस्टम पर आपका खाता नहीं है, अधिक जानकारी के लिए कृपया प्रशासक से संपर्क करें!',
    ],
    'forgot_password' => [
        'title' => 'पासवर्ड भूल गए',
        'message' => '<p>क्या आप अपना पासवर्ड भूल गए हैं?</p><p>कृपया अपना ईमेल खाता दर्ज करें। सिस्टम आपके पासवर्ड को रीसेट करने के लिए सक्रिय लिंक के साथ एक ईमेल भेजेगा।</p>',
        'submit' => 'जमा करें',
    ],
    'reset' => [
        'new_password' => 'नया पासवर्ड',
        'password_confirmation' => 'नए पासवर्ड की पुष्टि करें',
        'email' => 'ईमेल',
        'title' => 'अपना पासवर्ड रीसेट करें',
        'update' => 'अपडेट करें',
        'wrong_token' => 'यह लिंक अमान्य या समाप्त हो गया है। कृपया रीसेट फॉर्म का उपयोग फिर से करने का प्रयास करें।',
        'user_not_found' => 'यह उपयोगकर्ता नाम मौजूद नहीं है।',
        'success' => 'पासवर्ड रीसेट सफल रहा!',
        'fail' => 'टोकन अमान्य है, पासवर्ड रीसेट लिंक की समय सीमा समाप्त हो गई है!',
        'reset' => [
            'title' => 'ईमेल रीसेट पासवर्ड',
        ],
        'send' => [
            'success' => 'आपके ईमेल खाते पर एक ईमेल भेजा गया था। कृपया जांचें और इस क्रिया को पूरा करें।',
            'fail' => 'इस समय ईमेल नहीं भेजा जा सकता। कृपया बाद में पुनः प्रयास करें।',
        ],
        'new-password' => 'नया पासवर्ड',
        'placeholder' => [
            'new_password' => 'अपना नया पासवर्ड दर्ज करें',
            'new_password_confirmation' => 'अपने नए पासवर्ड की पुष्टि करें',
        ],
    ],
    'email' => [
        'reminder' => [
            'title' => 'ईमेल रीसेट पासवर्ड',
        ],
    ],
    'password_confirmation' => 'पासवर्ड पुष्टि',
    'failed' => 'विफल',
    'throttle' => 'थ्रॉटल',
    'not_member' => 'अभी तक सदस्य नहीं हैं?',
    'register_now' => 'अभी पंजीकरण करें',
    'lost_your_password' => 'अपना पासवर्ड खो दिया?',
    'login_title' => 'व्यवस्थापक',
    'login_via_social' => 'सोशल नेटवर्क के साथ लॉगिन करें',
    'back_to_login' => 'लॉगिन पेज पर वापस जाएं',
    'sign_in_below' => 'नीचे साइन इन करें',
    'languages' => 'भाषाएं',
    'reset_password' => 'पासवर्ड रीसेट करें',
    'deactivated_message' => 'आपका खाता निष्क्रिय कर दिया गया है। कृपया व्यवस्थापक से संपर्क करें।',
    'settings' => [
        'email' => [
            'title' => 'ACL',
            'description' => 'ACL ईमेल कॉन्फ़िगरेशन',
            'templates' => [
                'password_reminder' => [
                    'title' => 'पासवर्ड रीसेट करें',
                    'description' => 'पासवर्ड रीसेट का अनुरोध करते समय उपयोगकर्ता को ईमेल भेजें',
                    'subject' => 'पासवर्ड रीसेट करें',
                    'reset_link' => 'पासवर्ड रीसेट लिंक',
                    'email_title' => 'पासवर्ड रीसेट निर्देश',
                    'email_message' => 'आप यह ईमेल प्राप्त कर रहे हैं क्योंकि हमें आपके खाते के लिए पासवर्ड रीसेट अनुरोध प्राप्त हुआ था।',
                    'button_text' => 'पासवर्ड रीसेट करें',
                    'trouble_text' => 'यदि आपको "पासवर्ड रीसेट करें" बटन पर क्लिक करने में समस्या हो रही है, तो नीचे दिए गए URL को अपने वेब ब्राउज़र में कॉपी और पेस्ट करें: <a href=":reset_link">:reset_link</a> और इसे अपने ब्राउज़र में पेस्ट करें। यदि आपने पासवर्ड रीसेट का अनुरोध नहीं किया है, तो कृपया इस संदेश को अनदेखा करें या यदि आपके कोई प्रश्न हैं तो हमसे संपर्क करें।',
                ],
            ],
        ],
    ],
];
