<?php

return [
    'statuses' => [
        'draft' => 'খসড়া',
        'pending' => 'মুলতুবি',
        'published' => 'প্রকাশিত',
    ],
    'system_updater_steps' => [
        'download' => 'আপডেট ফাইল ডাউনলোড করুন',
        'update_files' => 'সিস্টেম ফাইল আপডেট করুন',
        'update_database' => 'ডাটাবেস আপডেট করুন',
        'publish_core_assets' => 'কোর অ্যাসেট প্রকাশ করুন',
        'publish_packages_assets' => 'প্যাকেজ অ্যাসেট প্রকাশ করুন',
        'clean_up' => 'সিস্টেম আপডেট ফাইল পরিষ্কার করুন',
        'done' => 'সিস্টেম সফলভাবে আপডেট হয়েছে',

        'messages' => [
            'download' => 'আপডেট ফাইল ডাউনলোড করা হচ্ছে...',
            'update_files' => 'সিস্টেম ফাইল আপডেট করা হচ্ছে...',
            'update_database' => 'ডাটাবেস আপডেট করা হচ্ছে...',
            'publish_core_assets' => 'কোর অ্যাসেট প্রকাশ করা হচ্ছে...',
            'publish_packages_assets' => 'প্যাকেজ অ্যাসেট প্রকাশ করা হচ্ছে...',
            'clean_up' => 'সিস্টেম আপডেট ফাইল পরিষ্কার করা হচ্ছে...',
            'done' => 'সম্পন্ন! আপনার ব্রাউজার ৩০ সেকেন্ডে রিফ্রেশ হবে।',
        ],

        'failed_messages' => [
            'download' => 'আপডেট ফাইল ডাউনলোড করা যায়নি',
            'update_files' => 'সিস্টেম ফাইল আপডেট করা যায়নি',
            'update_database' => 'ডাটাবেস আপডেট করা যায়নি',
            'publish_core_assets' => 'কোর অ্যাসেট প্রকাশ করা যায়নি',
            'publish_packages_assets' => 'প্যাকেজ অ্যাসেট প্রকাশ করা যায়নি',
            'clean_up' => 'সিস্টেম আপডেট ফাইল পরিষ্কার করা যায়নি',
        ],

        'success_messages' => [
            'download' => 'আপডেট ফাইল সফলভাবে ডাউনলোড হয়েছে।',
            'update_files' => 'সিস্টেম ফাইল সফলভাবে আপডেট হয়েছে।',
            'update_database' => 'ডাটাবেস সফলভাবে আপডেট হয়েছে।',
            'publish_core_assets' => 'কোর অ্যাসেট সফলভাবে প্রকাশ হয়েছে।',
            'publish_packages_assets' => 'প্যাকেজ অ্যাসেট সফলভাবে প্রকাশ হয়েছে।',
            'clean_up' => 'সিস্টেম আপডেট ফাইল সফলভাবে পরিষ্কার হয়েছে।',
        ],
    ],
];
