<?php

return [
    '401_title' => 'অনুমতি অস্বীকৃত',
    '404_title' => 'পৃষ্ঠা খুঁজে পাওয়া যায়নি',
    '500_title' => 'পৃষ্ঠা লোড করা যায়নি',
    'reasons' => 'এটি বিভিন্ন কারণে ঘটতে পারে',
    'try_again' => 'অনুগ্রহ করে কয়েক মিনিটের মধ্যে আবার চেষ্টা করুন, অথবা বিকল্পভাবে <a href=":link">এখানে ক্লিক করে</a> হোমপেজে ফিরে যান।',
    'not_found' => 'খুঁজে পাওয়া যায়নি',
    'results_not_found' => 'ফলাফল পাওয়া যায়নি!',
    'go_to_home' => 'হোমে যান',
    'error_when_sending_email' => 'ই-মেইল পাঠাতে অক্ষম। অ্যাডমিন → সেটিংস → ইমেইলে আপনার ইমেইল সেটিংসে কিছু সমস্যা আছে, অনুগ্রহ করে আপনার সেটিংস আবার পরীক্ষা করুন।',
    'error_when_sending_email_guest' => 'ই-মেইল পাঠাতে অক্ষম। সমস্যা অব্যাহত থাকলে সাইট প্রশাসকের সাথে যোগাযোগ করুন।',
    'token_mismatch' => 'সেশন মেয়াদ শেষ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
];
