<?php

return [
    'meta_box_header' => 'Βελτιστοποίηση Μηχανών Αναζήτησης',
    'edit_seo_meta' => 'Επεξεργασία SEO meta',
    'default_description' => 'Ρυθμίστε τον τίτλο και την περιγραφή meta για να κάνετε τον ιστότοπό σας εύκολα ανακαλύψιμο σε μηχανές αναζήτησης όπως το Google',
    'seo_title' => 'Τίτλος SEO',
    'seo_description' => 'Περιγραφή SEO',
    'seo_image' => 'Εικόνα SEO',
    'allow_index' => 'Επιτρέψτε στις μηχανές αναζήτησης να ευρετηριάσουν αυτήν τη σελίδα',
    'index' => 'Ευρετηριασμός',
    'noindex' => 'Χωρίς ευρετηριασμό',
    'homepage_seo_description' => 'Για να διαμορφώσετε τις ετικέτες meta SEO για την αρχική σελίδα, μεταβείτε στο Εμφάνιση → Επιλογές Θέματος όπου μπορείτε να ορίσετε τον τίτλο του ιστότοπου, την περιγραφή και άλλες ρυθμίσεις που σχετίζονται με το SEO.',
    'go_to_theme_options' => 'Μεταβείτε στις Επιλογές Θέματος',
];
