<?php

return [
    'form' => [
        'name' => 'Назив',
        'name_placeholder' => 'Назив ознаке (максимум 120 карактера)',
        'description' => 'Опис',
        'description_placeholder' => 'Кратак опис ознаке (максимум 400 карактера)',
        'categories' => 'Категорије',

    ],
    'notices' => [
        'no_select' => 'Молимо изаберите најмање једну ознаку да наставите',

    ],
    'create' => 'Креирај нову ознаку',
    'cannot_delete' => 'Ознака не може бити обрисана',
    'deleted' => 'Ознака обрисана',
    'menu' => 'Ознаке',
    'edit_this_tag' => 'Уреди ову ознаку',
    'menu_name' => 'Ознаке',
];
