<?php

return [
    'settings' => [
        'title' => 'ปรับให้เหมาะสม',
        'description' => 'ย่อขนาด HTML output, inline CSS, ลบความคิดเห็น...',
        'enable' => 'เปิดใช้งานการปรับความเร็วหน้าเว็บให้เหมาะสม?',
    ],
    'collapse_white_space' => 'ย่อช่องว่าง',
    'collapse_white_space_description' => 'ตัวกรองนี้ลดไบต์ที่ส่งในไฟล์ HTML โดยการลบช่องว่างที่ไม่จำเป็น',
    'elide_attributes' => 'ละเว้นแอตทริบิวต์',
    'elide_attributes_description' => 'ตัวกรองนี้ลดขนาดการถ่ายโอนของไฟล์ HTML โดยการลบแอตทริบิวต์จากแท็กเมื่อค่าที่ระบุเท่ากับค่าเริ่มต้นสำหรับแอตทริบิวต์นั้น สามารถประหยัดไบต์ได้จำนวนพอสมควร และอาจทำให้เอกสารบีบอัดได้มากขึ้นโดยการทำให้แท็กที่ได้รับผลกระทบเป็นมาตรฐาน',
    'inline_css' => 'CSS แบบอินไลน์',
    'inline_css_description' => 'ตัวกรองนี้แปลงแอตทริบิวต์ "style" แบบอินไลน์ของแท็กเป็นคลาสโดยการย้าย CSS ไปยังส่วนหัว',
    'insert_dns_prefetch' => 'แทรก DNS prefetch',
    'insert_dns_prefetch_description' => 'ตัวกรองนี้แทรกแท็กใน HEAD เพื่อเปิดใช้งานเบราว์เซอร์ในการทำ DNS prefetching',
    'remove_comments' => 'ลบความคิดเห็น',
    'remove_comments_description' => 'ตัวกรองนี้กำจัดความคิดเห็น HTML, JS และ CSS ตัวกรองลดขนาดการถ่ายโอนของไฟล์ HTML โดยการลบความคิดเห็น ขึ้นอยู่กับไฟล์ HTML ตัวกรองนี้สามารถลดจำนวนไบต์ที่ส่งผ่านเครือข่ายได้อย่างมีนัยสำคัญ',
    'remove_quotes' => 'ลบเครื่องหมายคำพูด',
    'remove_quotes_description' => 'ตัวกรองนี้กำจัดเครื่องหมายคำพูดที่ไม่จำเป็นจากแอตทริบิวต์ HTML แม้ว่าจะต้องการโดยข้อกำหนด HTML ต่างๆ เบราว์เซอร์อนุญาตให้ละเว้นเมื่อค่าของแอตทริบิวต์ประกอบด้วยชุดย่อยของอักขระบางตัว (ตัวอักษรและตัวเลขและเครื่องหมายวรรคตอนบางตัว)',
    'defer_javascript' => 'เลื่อน javascript',
    'defer_javascript_description' => 'เลื่อนการดำเนินการ javascript ใน HTML หากจำเป็นต้องยกเลิกการเลื่อนในสคริปต์บางตัว ให้ใช้ data-pagespeed-no-defer เป็นแอตทริบิวต์สคริปต์เพื่อยกเลิกการเลื่อน',
];
