<?php

return [
    'settings' => [
        'title' => 'Оптимизация',
        'description' => 'Минифициране на HTML изхода, вградени CSS, премахване на коментари...',
        'enable' => 'Активирай оптимизация на скоростта на страницата?',
    ],
    'collapse_white_space' => 'Свиване на празните пространства',
    'collapse_white_space_description' => 'Този филтър намалява байтовете, предавани в HTML файла, като премахва ненужните празни пространства.',
    'elide_attributes' => 'Елиминиране на атрибути',
    'elide_attributes_description' => 'Този филтър намалява размера на прехвърлянето на HTML файлове, като премахва атрибути от тагове, когато зададената стойност е равна на стойността по подразбиране за този атрибут. Това може да спести скромен брой байтове и може да направи документа по-компресируем чрез канонизиране на засегнатите тагове.',
    'inline_css' => 'Вграден CSS',
    'inline_css_description' => 'Този филтър трансформира вградения "style" атрибут на таговете в класове, като премества CSS в заглавната част.',
    'insert_dns_prefetch' => 'Вмъкване на DNS prefetch',
    'insert_dns_prefetch_description' => 'Този филтър вмъква тагове в HEAD, за да позволи на браузъра да извърши DNS предварително извличане.',
    'remove_comments' => 'Премахване на коментари',
    'remove_comments_description' => 'Този филтър елиминира HTML, JS и CSS коментари. Филтърът намалява размера на прехвърлянето на HTML файлове, като премахва коментарите. В зависимост от HTML файла, този филтър може значително да намали броя на байтовете, предавани в мрежата.',
    'remove_quotes' => 'Премахване на кавички',
    'remove_quotes_description' => 'Този филтър елиминира ненужните кавички от HTML атрибути. Макар да се изискват от различните HTML спецификации, браузърите позволяват тяхното пропускане, когато стойността на атрибут се състои от определено подмножество от символи (буквено-цифрови и някои пунктуационни символи).',
    'defer_javascript' => 'Отлагане на javascript',
    'defer_javascript_description' => 'Отлага изпълнението на javascript в HTML. Ако е необходимо да се откаже отлагането в някой скрипт, използвайте data-pagespeed-no-defer като атрибут на скрипта, за да откажете отлагането.',
];
