<?php

return [
    'meta_box_header' => 'सर्च इंजन ऑप्टिमाइज़ेशन',
    'edit_seo_meta' => 'SEO मेटा संपादित करें',
    'default_description' => 'अपनी साइट को Google जैसे सर्च इंजन पर आसानी से खोजा जा सके, इसके लिए मेटा टाइटल और विवरण सेटअप करें',
    'seo_title' => 'SEO टाइटल',
    'seo_description' => 'SEO विवरण',
    'seo_image' => 'SEO छवि',
    'allow_index' => 'सर्च इंजन को इस पेज को इंडेक्स करने की अनुमति दें',
    'index' => 'इंडेक्स',
    'noindex' => 'इंडेक्स न करें',
    'homepage_seo_description' => 'होमपेज के लिए SEO मेटा टैग कॉन्फ़िगर करने के लिए, कृपया दिखावट → थीम विकल्प पर जाएं जहां आप साइट शीर्षक, विवरण और अन्य SEO-संबंधित सेटिंग्स सेट कर सकते हैं।',
    'go_to_theme_options' => 'थीम विकल्प पर जाएं',
];
