<?php

return [
    'create' => 'Δημιουργία νέας κατηγορίας',
    'menu' => 'Κατηγορίες',
    'edit_this_category' => 'Επεξεργασία αυτής της κατηγορίας',
    'menu_name' => 'Κατηγορίες',
    'none' => 'Καμία',
    'total_posts' => 'Σύνολο αναρτήσεων: :total',
    'table_view_info' => 'Για ευκολότερη διαχείριση κατηγοριών μαζικά, μπορείτε επίσης να',
    'manage_as_table' => 'διαχειριστείτε τις κατηγορίες ως πίνακα',
    'parent' => 'Γονική Κατηγορία',
    'order' => 'Σειρά',
    'is_default' => 'Είναι Προεπιλεγμένη',
];
