<?php

return [
    'form' => [
        'name' => 'Όνομα',
        'name_placeholder' => 'Όνομα ετικέτας (μέγιστο 120 χαρακτήρες)',
        'description' => 'Περιγραφή',
        'description_placeholder' => 'Σύντομη περιγραφή για την ετικέτα (μέγιστο 400 χαρακτήρες)',
        'categories' => 'Κατηγορίες',

    ],
    'notices' => [
        'no_select' => 'Παρακαλώ επιλέξτε τουλάχιστον μία ετικέτα για να συνεχίσετε',

    ],
    'create' => 'Δημιουργία νέας ετικέτας',
    'cannot_delete' => 'Η ετικέτα δεν μπόρεσε να διαγραφεί',
    'deleted' => 'Η ετικέτα διαγράφηκε',
    'menu' => 'Ετικέτες',
    'edit_this_tag' => 'Επεξεργασία αυτής της ετικέτας',
    'menu_name' => 'Ετικέτες',
];
