<?php

return [
    'login' => [
        'username' => 'אימייל/שם משתמש',
        'email' => 'אימייל',
        'password' => 'סיסמה',
        'title' => 'כניסת משתמש',
        'remember' => 'זכור אותי?',
        'login' => 'היכנס',
        'placeholder' => [
            'username' => 'הזן את שם המשתמש או כתובת האימייל שלך',
            'email' => 'הזן את כתובת האימייל שלך',
            'password' => 'הזן את הסיסמה שלך',
        ],
        'success' => 'הכניסה הצליחה!',
        'fail' => 'שם משתמש או סיסמה שגויים.',
        'not_active' => 'החשבון שלך עדיין לא הופעל!',
        'banned' => 'חשבון זה חסום.',
        'logout_success' => 'היציאה הצליחה!',
        'dont_have_account' => 'אין לך חשבון במערכת זו, אנא צור קשר עם המנהל למידע נוסף!',
    ],
    'forgot_password' => [
        'title' => 'שכחת את הסיסמה',
        'message' => '<p>שכחת את הסיסמה שלך?</p><p>אנא הזן את חשבון האימייל שלך. המערכת תשלח אימייל עם קישור פעיל לאיפוס הסיסמה שלך.</p>',
        'submit' => 'שלח',
    ],
    'reset' => [
        'new_password' => 'סיסמה חדשה',
        'password_confirmation' => 'אשר סיסמה חדשה',
        'email' => 'אימייל',
        'title' => 'אפס את הסיסמה שלך',
        'update' => 'עדכן',
        'wrong_token' => 'קישור זה אינו חוקי או פג תוקפו. אנא נסה להשתמש בטופס האיפוס שוב.',
        'user_not_found' => 'שם משתמש זה לא קיים.',
        'success' => 'איפוס הסיסמה הצליח!',
        'fail' => 'האסימון אינו חוקי, קישור איפוס הסיסמה פג תוקפו!',
        'reset' => [
            'title' => 'אימייל איפוס סיסמה',
        ],
        'send' => [
            'success' => 'אימייל נשלח לחשבון האימייל שלך. אנא בדוק והשלם פעולה זו.',
            'fail' => 'לא ניתן לשלוח אימייל כרגע. אנא נסה שוב מאוחר יותר.',
        ],
        'new-password' => 'סיסמה חדשה',
        'placeholder' => [
            'new_password' => 'הזן את הסיסמה החדשה שלך',
            'new_password_confirmation' => 'אשר את הסיסמה החדשה שלך',
        ],
    ],
    'email' => [
        'reminder' => [
            'title' => 'אימייל איפוס סיסמה',
        ],
    ],
    'password_confirmation' => 'אישור סיסמה',
    'failed' => 'נכשל',
    'throttle' => 'הגבלה',
    'not_member' => 'עדיין לא חבר?',
    'register_now' => 'הירשם עכשיו',
    'lost_your_password' => 'איבדת את הסיסמה שלך?',
    'login_title' => 'מנהל',
    'login_via_social' => 'היכנס עם רשתות חברתיות',
    'back_to_login' => 'חזור לדף הכניסה',
    'sign_in_below' => 'היכנס למטה',
    'languages' => 'שפות',
    'reset_password' => 'אפס סיסמה',
    'deactivated_message' => 'החשבון שלך הושבת. אנא צור קשר עם המנהל.',
    'settings' => [
        'email' => [
            'title' => 'ACL',
            'description' => 'תצורת אימייל ACL',
            'templates' => [
                'password_reminder' => [
                    'title' => 'אפס סיסמה',
                    'description' => 'שלח אימייל למשתמש בעת בקשת איפוס סיסמה',
                    'subject' => 'אפס סיסמה',
                    'reset_link' => 'קישור לאיפוס סיסמה',
                    'email_title' => 'הוראות לאיפוס סיסמה',
                    'email_message' => 'אתה מקבל אימייל זה מכיוון שקיבלנו בקשת איפוס סיסמה עבור החשבון שלך.',
                    'button_text' => 'אפס סיסמה',
                    'trouble_text' => 'אם אתה נתקל בבעיות בלחיצה על כפתור "אפס סיסמה", העתק והדבק את כתובת ה-URL למטה בדפדפן האינטרנט שלך: <a href=":reset_link">:reset_link</a> והדבק אותה בדפדפן שלך. אם לא ביקשת איפוס סיסמה, אנא התעלם מהודעה זו או צור איתנו קשר אם יש לך שאלות.',
                ],
            ],
        ],
    ],
];
