<?php

return [
    'product_specification' => 'პროდუქტის სპეციფიკაცია',
    'specification_groups' => [
        'title' => 'სპეციფიკაციის ჯგუფები',
        'menu_name' => 'ჯგუფები',

        'create' => [
            'title' => 'სპეციფიკაციის ჯგუფის შექმნა',
        ],

        'edit' => [
            'title' => 'სპეციფიკაციის ჯგუფის რედაქტირება ":name"',
        ],
    ],

    'specification_attributes' => [
        'title' => 'სპეციფიკაციის ატრიბუტები',
        'menu_name' => 'ატრიბუტები',

        'group' => 'ასოცირებული ჯგუფი',
        'group_placeholder' => 'აირჩიეთ ნებისმიერი ჯგუფი',
        'name_placeholder' => 'შეიყვანეთ ატრიბუტის სახელი',
        'type' => 'ველის ტიპი',
        'type_placeholder' => 'აირჩიეთ ველის ტიპი',
        'default_value' => 'ნაგულისხმევი მნიშვნელობა',
        'default_value_placeholder' => 'შეიყვანეთ ნაგულისხმევი მნიშვნელობა (არასავალდებულო)',
        'options' => [
            'heading' => 'ოფციები',

            'add' => [
                'label' => 'ახალი ოფციის დამატება',
            ],
        ],

        'create' => [
            'title' => 'სპეციფიკაციის ატრიბუტის შექმნა',
        ],

        'edit' => [
            'title' => 'სპეციფიკაციის ატრიბუტის რედაქტირება ":name"',
        ],
    ],

    'specification_tables' => [
        'title' => 'სპეციფიკაციის ცხრილები',
        'menu_name' => 'ცხრილები',

        'create' => [
            'title' => 'სპეციფიკაციის ცხრილის შექმნა',
        ],

        'edit' => [
            'title' => 'სპეციფიკაციის ცხრილის რედაქტირება ":name"',
        ],

        'fields' => [
            'groups' => 'აირჩიეთ ჯგუფები, რომლებიც გამოჩნდება ამ ცხრილში',
            'name' => 'ჯგუფის სახელი',
            'assigned_groups' => 'მინიჭებული ჯგუფები',
            'sorting' => 'დახარისხება',
        ],
    ],

    'product' => [
        'specification_table' => [
            'options' => 'ოფციები',
            'title' => 'სპეციფიკაციის ცხრილი',
            'select_none' => 'არცერთი',
            'description' => 'აირჩიეთ სპეციფიკაციის ცხრილი, რომელიც გამოჩნდება ამ პროდუქტში',
            'group' => 'ჯგუფი',
            'attribute' => 'ატრიბუტი',
            'value' => 'ატრიბუტის მნიშვნელობა',
            'hide' => 'დამალვა',
            'sorting' => 'დახარისხება',
            'enter_value' => 'შეიყვანეთ მნიშვნელობა',
            'enter_translation' => 'შეიყვანეთ თარგმანი',
            'not_set' => 'არ არის დაყენებული',
        ],
    ],

    'enums' => [
        'field_types' => [
            'text' => 'ტექსტი',
            'textarea' => 'ტექსტური არეა',
            'select' => 'არჩევა',
            'checkbox' => 'ჩეკბოქსი',
            'radio' => 'რადიო',
        ],
    ],
];
