<?php

return [
    'name' => 'პროდუქტის ინვენტარი',
    'storehouse_management' => 'საწყობის მართვა',

    'import' => [
        'name' => 'პროდუქტის ინვენტარის განახლება',
        'description' => 'პროდუქტის ინვენტარის მასობრივი განახლება CSV/Excel ფაილის ატვირთვით.',
        'done_message' => ':count პროდუქტი წარმატებით განახლდა.',
        'rules' => [
            'id' => 'ID ველი სავალდებულოა და უნდა არსებობდეს პროდუქტების ცხრილში.',
            'name' => 'სახელის ველი სავალდებულოა და უნდა იყოს სტრიქონი.',
            'sku' => 'SKU ველი უნდა იყოს სტრიქონი.',
            'with_storehouse_management' => 'საწყობის მართვის ველი უნდა იყოს "კი" ან "არა".',
            'quantity' => 'რაოდენობის ველი სავალდებულოა, როდესაც საწყობის მართვა არის "კი".',
            'stock_status' => 'მარაგის სტატუსის ველი სავალდებულოა, როდესაც საწყობის მართვა არის "არა" და უნდა იყოს შემდეგი მნიშვნელობებიდან ერთ-ერთი: :statuses.',
        ],
    ],

    'export' => [
        'description' => 'პროდუქტის ინვენტარის ექსპორტი CSV/Excel ფაილში.',
    ],
];
