<?php

return [
    'name' => 'პროდუქტის კოლექციები',
    'product_collections' => 'პროდუქტის კოლექციები',
    'edit_this_product_collection' => 'ამ პროდუქტის კოლექციის რედაქტირება',
    'create' => 'ახალი პროდუქტის კოლექცია',
    'edit' => 'პროდუქტის კოლექციის რედაქტირება',
    'slug_help_block' => 'ლეიბლის გასაღები: <code>:slug</code>. ჩვენ გამოვიყენებთ ამ გასაღებს ფილტრისთვის.',
    'intro' => [
        'title' => 'პროდუქტის კოლექციების მართვა',
        'description' => 'დააჯგუფეთ თქვენი პროდუქტები კოლექციებში, რათა მომხმარებლებს გაუადვილოთ მათი პოვნა კატეგორიის მიხედვით.',
        'button_text' => 'პროდუქტის კოლექციის შექმნა',
    ],
];
