<?php

return [
    'name' => 'პროდუქტის კატეგორიები',
    'product_categories' => 'პროდუქტის კატეგორიები',
    'create' => 'ახალი პროდუქტის კატეგორიის შექმნა',
    'edit' => 'პროდუქტის კატეგორიის რედაქტირება',
    'list' => 'პროდუქტის კატეგორიების სია',
    'none' => 'არცერთი',
    'menu' => 'პროდუქტის კატეგორიები',
    'intro' => [
        'title' => 'პროდუქტის კატეგორიების მართვა',
        'description' => 'როგორიცაა ტანსაცმელი, ფეხსაცმელი, ჩანთები, სამკაულები ...',
        'button_text' => 'პროდუქტის კატეგორიის შექმნა',
    ],
    'total_products' => 'სულ პროდუქტები: :total',
    'edit_this_category' => 'ამ კატეგორიის რედაქტირება',
    'export' => [
        'description' => 'პროდუქტის კატეგორიების ექსპორტი Excel/CSV ფაილში.',
        'total' => 'სულ',
    ],
    'import' => [
        'description' => 'პროდუქტის კატეგორიების იმპორტი Excel/CSV ფაილიდან.',
    ],
    'table_view_info' => 'კატეგორიების მასობრივი მარტვის გასამარტივებლად, თქვენ ასევე შეგიძლიათ',
    'manage_as_table' => 'მართეთ კატეგორიები ცხრილის სახით',
    'parent' => 'მშობელი კატეგორია',
    'image' => 'სურათი',
    'product_category_translations' => 'პროდუქტის კატეგორიის თარგმანები',
];
