<?php

return [
    'name' => 'პროდუქტის ფასები',
    'warning_prices' => 'ეს ფასები წარმოადგენს პროდუქტის საწყის ღირებულებას და შეიძლება არ ასახავდეს საბოლოო ფასებს, რომლებიც შეიძლება განსხვავდებოდეს ისეთი ფაქტორების გამო, როგორიცაა ფლეშ-გაყიდვები, აქციები და სხვა.',

    'import' => [
        'name' => 'პროდუქტის ფასების განახლება',
        'description' => 'პროდუქტის ფასების მასობრივი განახლება CSV/Excel ფაილის ატვირთვით.',
        'done_message' => ':count პროდუქტი წარმატებით განახლდა.',
        'rules' => [
            'id' => 'ID ველი სავალდებულოა და უნდა არსებობდეს პროდუქტების ცხრილში.',
            'name' => 'სახელის ველი სავალდებულოა და უნდა იყოს სტრიქონი.',
            'sku' => 'SKU ველი უნდა იყოს სტრიქონი.',
            'cost_per_item' => 'ერთეულზე ღირებულების ველი უნდა იყოს რიცხვითი მნიშვნელობა.',
            'price' => 'ფასის ველი სავალდებულოა და უნდა იყოს რიცხვითი მნიშვნელობა.',
            'sale_price' => 'გასაყიდი ფასის ველი უნდა იყოს რიცხვითი მნიშვნელობა.',
        ],
    ],

    'export' => [
        'description' => 'პროდუქტის ფასების ექსპორტი CSV/Excel ფაილში.',
    ],
];
