<?php

return [
    'name' => 'შეფასებები',
    'view' => 'შეფასების ნახვა ":name"',
    'create_review' => 'შეფასების შექმნა',
    'comment' => 'კომენტარი',
    'product' => 'პროდუქტი',
    'customer' => 'მომხმარებელი',
    'user' => 'მომხმარებელი',
    'star' => 'ვარსკვლავი',
    'intro' => [
        'title' => 'მომხმარებლის შეფასებების მართვა',
        'description' => 'მომხმარებლის შეფასებები გამოჩნდება აქ და შეგიძლიათ მართოთ ისინი პროდუქტის დეტალურ გვერდზე ჩვენების/დამალვის მიზნით.',
    ],
    'images' => 'სურათები',
    'delete' => 'წაშლა',
    'publish' => 'გამოქვეყნება',
    'unpublish' => 'გამოქვეყნების გაუქმება',
    'published_success' => 'შეფასება წარმატებით გამოქვეყნდა!',
    'unpublished_success' => 'შეფასება წარმატებით მოიხსნა გამოქვეყნებიდან!',
    'delete_modal' => [
        'title' => 'შეფასების წაშლა',
        'description' => 'დარწმუნებული ხართ, რომ გსურთ ამ შეფასების წაშლა? ეს მოქმედება უკუქცევადია!',
    ],
    'review_already_exists' => 'ამ მომხმარებელმა უკვე შეაფასა ეს პროდუქტი.',
    'reply_to_review' => 'შეფასებაზე პასუხი',
    'reply' => 'პასუხი',
    'replied_success_message' => 'პასუხი წარმატებით გაიგზავნა!',
    'write_your_reply' => 'დაწერეთ თქვენი პასუხი...',
    'already_replied' => 'თქვენ უკვე გაეცით პასუხი ამ შეფასებას.',
    'delete_reply_modal' => [
        'title' => 'პასუხის წაშლა',
        'description' => 'დარწმუნებული ხართ, რომ გსურთ ამ პასუხის წაშლა? ეს მოქმედება უკუქცევადია!',
    ],
    'choose_customer_help' => 'აირჩიეთ მომხმარებელი, რომლის სახელითაც დატოვებთ შეფასებას. თუ გსურთ მომხმარებლის დეტალების ხელით შეყვანა, დატოვეთ ეს ველი ცარიელი და შეავსეთ მომხმარებლის სახელისა და ელ-ფოსტის ველები ქვემოთ.',
    'choose_existing_customer' => 'აირჩიეთ არსებული მომხმარებლებიდან',
    'or_enter_manually' => 'ან ხელით შეიყვანეთ მომხმარებლის დეტალები:',
];
