<?php

return [
    'name' => 'მაღაზიის მდებარეობა',
    'description' => 'ეს მისამართი გამოჩნდება თქვენს ინვოისზე და გამოყენებული იქნება მიწოდების ფასის გამოსათვლელად.',
    'shop_name' => 'მაღაზიის სახელი',
    'primary_store_is' => 'მთავარი მაღაზიაა',
    'is_primary' => 'მთავარია',
    'store_name' => 'მაღაზიის სახელი',
    'select_country' => 'აირჩიეთ ქვეყანა...',
    'default_shipping_location' => 'ნაგულისხმევი მიწოდების მდებარეობა',
    'default_store' => 'ნაგულისხმევი მაღაზია',
    'company' => 'კომპანია',
    'zip_code' => 'საფოსტო ინდექსი',
    'is_shipping_location' => 'მიწოდების მდებარეობა?',
];
