<?php

return [
    'name' => 'გადასახადები',
    'description' => 'თქვენი პროდუქტების პარამეტრების ნახვა და განახლება',
    'create' => 'გადასახადის შექმნა',
    'edit' => 'გადასახადის რედაქტირება :title',
    'title' => 'სათაური',
    'percentage' => 'პროცენტი %',
    'priority' => 'პრიორიტეტი',
    'default' => 'ნაგულისხმევი',
    'country' => 'ქვეყანა',
    'state' => 'რეგიონი',
    'city' => 'ქალაქი',
    'zip_code' => 'საფოსტო ინდექსი',
    'rules' => 'წესები',
    'tax' => 'გადასახადი',
    'rule' => [
        'name' => 'გადასახადის წესები',
        'create' => 'გადასახადის წესის შექმნა',
        'edit' => 'გადასახადის წესის რედაქტირება :title',
    ],
];
