<?php

return [
    'name' => 'Увозник локација',
    'imported_successfully' => 'Ваше локације су успешно увезене!',
    'choose_country' => 'Изаберите државу...',
    'import_failed_description' => 'Увоз није успео, проверите грешке испод!',
    'available_enable_multi_language' => 'Доступно само када омогућите "Да ли је вишејезично?"',
    'import_available_data_help' => 'Државе су искључене са листе јер су већ у систему. Да бисте поново увезли било коју, избришите их са :link и покушајте поново.',
    'import_available_data' => 'Увези доступне податке',
    'available_data_help' => 'Подаци о локацијама потичу из нашег GitHub репозиторијума на :link. Да бисте допринели и да се ваша ажурирања одразе овде, молимо вас да пошаљете захтев за повлачење.',
    'import' => 'Увези',
    'upload_file_placeholder' => 'Превуците и испустите датотеку овде или кликните да бисте отпремили',
    'skip_existing_records' => 'Прескочи постојеће записе',
    'skip_existing_records_description' => 'Провериће да ли држава, регија или град већ постоји у бази података по имену и прескочиће увоз записа који су већ присутни.',
    'cant_download_location_at_this_time' => 'Тренутно не можемо преузети локацију. Покушајте поново касније.',
];
