<?php

return [
    'name' => 'Градови',
    'description' => 'Управљање градовима локација',
    'create' => 'Нови град',
    'state' => 'Држава',
    'select_state' => 'Изаберите државу...',
    'select_city' => 'Изаберите град...',
    'country' => 'Држава',
    'select_country' => 'Изаберите државу...',
    'city' => 'Град',
    'zip_code' => 'Поштански број',
    'zip_code_helper' => 'Основни формат поштанског броја је пет цифара. На пример, у Сједињеним Државама, 00501 је пример јединственог поштанског броја за Internal Revenue Service у Холтсвилу, Њујорк.',
];
