<?php

return [
    'create' => 'Създаване на нова страница',
    'form' => [
        'name' => 'Име',
        'name_placeholder' => 'Име на страницата (Максимум 120 символа)',
        'content' => 'Съдържание',
        'note' => 'Съдържание на бележката',
    ],
    'notices' => [
        'no_select' => 'Моля, изберете поне един запис, за да предприемете това действие!',
        'update_success_message' => 'Актуализирано успешно',
    ],
    'cannot_delete' => 'Страницата не може да бъде изтрита',
    'deleted' => 'Страницата е изтрита',
    'pages' => 'Страници',
    'menu' => 'Страници',
    'menu_name' => 'Страници',
    'edit_this_page' => 'Редактиране на тази страница',
    'total_pages' => 'Общо страници',
    'front_page' => 'Начална страница',
    'theme_options' => [
        'title' => 'Страница',
        'your_home_page_display' => 'Вашата начална страница показва',
    ],
    'default_template' => 'По подразбиране',
];
