<?php

return [
    '401_title' => 'تم رفض الإذن',
    '404_title' => 'لا يمكن العثور على الصفحة',
    '500_title' => 'لا يمكن تحميل الصفحة',
    'reasons' => 'ربما حدث هذا بسبب عدة أسباب',
    'try_again' => 'الرجاء المحاولة مرة أخرى في غضون بضع دقائق، أو العودة إلى الصفحة الرئيسية عن طريق <a href=":link">النقر هنا</a>.',
    'not_found' => 'غير معثور عليه',
    'results_not_found' => 'لم يتم العثور على النتائج!',
    'go_to_home' => 'اذهب إلى المنزل',
    'error_when_sending_email' => 'غير قادر على إرسال البريد الإلكتروني. هناك خطأ ما في إعدادات بريدك الإلكتروني في المسؤول → الإعدادات → البريد الإلكتروني، يرجى التحقق من إعداداتك مرة أخرى.',
    'error_when_sending_email_guest' => 'غير قادر على إرسال البريد الإلكتروني. يرجى الاتصال بمسؤول الموقع إذا استمرت المشكلة.',
    'token_mismatch' => 'انتهت صلاحية الجلسة. يرجى المحاولة مرة أخرى.',
];
