<?php

return [
    'login' => [
        'username' => 'ইমেইল/ব্যবহারকারীর নাম',
        'email' => 'ইমেইল',
        'password' => 'পাসওয়ার্ড',
        'title' => 'ব্যবহারকারী লগইন',
        'remember' => 'আমাকে মনে রাখবেন?',
        'login' => 'সাইন ইন',
        'placeholder' => [
            'username' => 'আপনার ব্যবহারকারীর নাম বা ইমেইল ঠিকানা লিখুন',
            'email' => 'আপনার ইমেইল ঠিকানা লিখুন',
            'password' => 'আপনার পাসওয়ার্ড লিখুন',
        ],
        'success' => 'সফলভাবে লগইন হয়েছে!',
        'fail' => 'ভুল ব্যবহারকারীর নাম বা পাসওয়ার্ড।',
        'not_active' => 'আপনার অ্যাকাউন্ট এখনও সক্রিয় করা হয়নি!',
        'banned' => 'এই অ্যাকাউন্ট নিষিদ্ধ করা হয়েছে।',
        'logout_success' => 'সফলভাবে লগআউট হয়েছে!',
        'dont_have_account' => 'এই সিস্টেমে আপনার অ্যাকাউন্ট নেই, আরও তথ্যের জন্য অনুগ্রহ করে প্রশাসকের সাথে যোগাযোগ করুন!',
    ],
    'forgot_password' => [
        'title' => 'পাসওয়ার্ড ভুলে গেছেন',
        'message' => '<p>আপনি কি আপনার পাসওয়ার্ড ভুলে গেছেন?</p><p>অনুগ্রহ করে আপনার ইমেইল অ্যাকাউন্ট লিখুন। সিস্টেম আপনার পাসওয়ার্ড রিসেট করার জন্য একটি সক্রিয় লিঙ্ক সহ একটি ইমেইল পাঠাবে।</p>',
        'submit' => 'জমা দিন',
    ],
    'reset' => [
        'new_password' => 'নতুন পাসওয়ার্ড',
        'password_confirmation' => 'নতুন পাসওয়ার্ড নিশ্চিত করুন',
        'email' => 'ইমেইল',
        'title' => 'আপনার পাসওয়ার্ড রিসেট করুন',
        'update' => 'আপডেট',
        'wrong_token' => 'এই লিঙ্কটি অবৈধ বা মেয়াদ শেষ হয়ে গেছে। অনুগ্রহ করে আবার রিসেট ফর্ম ব্যবহার করার চেষ্টা করুন।',
        'user_not_found' => 'এই ব্যবহারকারীর নাম বিদ্যমান নেই।',
        'success' => 'পাসওয়ার্ড সফলভাবে রিসেট হয়েছে!',
        'fail' => 'টোকেন অবৈধ, রিসেট পাসওয়ার্ড লিঙ্কের মেয়াদ শেষ হয়ে গেছে!',
        'reset' => [
            'title' => 'ইমেইল রিসেট পাসওয়ার্ড',
        ],
        'send' => [
            'success' => 'আপনার ইমেইল অ্যাকাউন্টে একটি ইমেইল পাঠানো হয়েছে। অনুগ্রহ করে পরীক্ষা করুন এবং এই কাজটি সম্পূর্ণ করুন।',
            'fail' => 'এই সময় ইমেইল পাঠানো যাচ্ছে না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।',
        ],
        'new-password' => 'নতুন পাসওয়ার্ড',
        'placeholder' => [
            'new_password' => 'আপনার নতুন পাসওয়ার্ড লিখুন',
            'new_password_confirmation' => 'আপনার নতুন পাসওয়ার্ড নিশ্চিত করুন',
        ],
    ],
    'email' => [
        'reminder' => [
            'title' => 'ইমেইল রিসেট পাসওয়ার্ড',
        ],
    ],
    'password_confirmation' => 'পাসওয়ার্ড নিশ্চিতকরণ',
    'failed' => 'ব্যর্থ',
    'throttle' => 'থ্রটল',
    'not_member' => 'এখনও সদস্য নন?',
    'register_now' => 'এখনই নিবন্ধন করুন',
    'lost_your_password' => 'আপনার পাসওয়ার্ড হারিয়েছেন?',
    'login_title' => 'প্রশাসক',
    'login_via_social' => 'সোশ্যাল নেটওয়ার্কের মাধ্যমে লগইন করুন',
    'back_to_login' => 'লগইন পৃষ্ঠায় ফিরে যান',
    'sign_in_below' => 'নিচে সাইন ইন করুন',
    'languages' => 'ভাষা',
    'reset_password' => 'পাসওয়ার্ড রিসেট করুন',
    'deactivated_message' => 'আপনার অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে। অনুগ্রহ করে প্রশাসকের সাথে যোগাযোগ করুন।',
    'settings' => [
        'email' => [
            'title' => 'ACL',
            'description' => 'ACL ইমেইল কনফিগারেশন',
            'templates' => [
                'password_reminder' => [
                    'title' => 'পাসওয়ার্ড রিসেট করুন',
                    'description' => 'পাসওয়ার্ড রিসেটের অনুরোধ করার সময় ব্যবহারকারীকে ইমেইল পাঠান',
                    'subject' => 'পাসওয়ার্ড রিসেট করুন',
                    'reset_link' => 'পাসওয়ার্ড রিসেট লিঙ্ক',
                    'email_title' => 'পাসওয়ার্ড রিসেট নির্দেশাবলী',
                    'email_message' => 'আপনি এই ইমেইলটি পাচ্ছেন কারণ আমরা আপনার অ্যাকাউন্টের জন্য একটি পাসওয়ার্ড রিসেট অনুরোধ পেয়েছি।',
                    'button_text' => 'পাসওয়ার্ড রিসেট করুন',
                    'trouble_text' => 'যদি আপনি "পাসওয়ার্ড রিসেট করুন" বোতামে ক্লিক করতে সমস্যা হয়, তাহলে নিচের URL টি কপি করে আপনার ওয়েব ব্রাউজারে পেস্ট করুন: <a href=":reset_link">:reset_link</a> এবং এটি আপনার ব্রাউজারে পেস্ট করুন। যদি আপনি পাসওয়ার্ড রিসেটের অনুরোধ না করে থাকেন, তাহলে এই বার্তাটি উপেক্ষা করুন বা কোনো প্রশ্ন থাকলে আমাদের সাথে যোগাযোগ করুন।',
                ],
            ],
        ],
    ],
];
