<?php

return [
    'settings' => [
        'title' => 'अनुकूलन',
        'description' => 'HTML आउटपुट को छोटा करें, इनलाइन CSS, टिप्पणियाँ हटाएं...',
        'enable' => 'पृष्ठ गति अनुकूलन सक्षम करें?',
    ],
    'collapse_white_space' => 'सफेद स्थान को संक्षिप्त करें',
    'collapse_white_space_description' => 'यह फ़िल्टर अनावश्यक सफेद स्थान को हटाकर HTML फ़ाइल में प्रेषित बाइट्स को कम करता है।',
    'elide_attributes' => 'विशेषताओं को हटाएं',
    'elide_attributes_description' => 'यह फ़िल्टर टैग से विशेषताओं को हटाकर HTML फ़ाइलों के स्थानांतरण आकार को कम करता है जब निर्दिष्ट मान उस विशेषता के डिफ़ॉल्ट मान के बराबर होता है। यह थोड़ी संख्या में बाइट्स बचा सकता है, और प्रभावित टैग को मानकीकृत करके दस्तावेज़ को अधिक संपीड़ित बना सकता है।',
    'inline_css' => 'इनलाइन CSS',
    'inline_css_description' => 'यह फ़िल्टर CSS को हेडर में ले जाकर टैग की इनलाइन "style" विशेषता को कक्षाओं में परिवर्तित करता है।',
    'insert_dns_prefetch' => 'DNS prefetch डालें',
    'insert_dns_prefetch_description' => 'यह फ़िल्टर ब्राउज़र को DNS प्रीफ़ेचिंग करने में सक्षम बनाने के लिए HEAD में टैग इंजेक्ट करता है।',
    'remove_comments' => 'टिप्पणियाँ हटाएं',
    'remove_comments_description' => 'यह फ़िल्टर HTML, JS और CSS टिप्पणियों को समाप्त करता है। फ़िल्टर टिप्पणियों को हटाकर HTML फ़ाइलों के स्थानांतरण आकार को कम करता है। HTML फ़ाइल के आधार पर, यह फ़िल्टर नेटवर्क पर प्रेषित बाइट्स की संख्या को काफी कम कर सकता है।',
    'remove_quotes' => 'उद्धरण चिह्न हटाएं',
    'remove_quotes_description' => 'यह फ़िल्टर HTML विशेषताओं से अनावश्यक उद्धरण चिह्न समाप्त करता है। हालांकि विभिन्न HTML विनिर्देशों द्वारा आवश्यक है, ब्राउज़र उनके चूक की अनुमति देते हैं जब किसी विशेषता का मान वर्णों के एक निश्चित उपसमुच्चय (अल्फ़ान्यूमेरिक और कुछ विराम चिह्न वर्ण) से बना होता है।',
    'defer_javascript' => 'जावास्क्रिप्ट को स्थगित करें',
    'defer_javascript_description' => 'HTML में जावास्क्रिप्ट के निष्पादन को स्थगित करता है। यदि किसी स्क्रिप्ट में स्थगन रद्द करना आवश्यक है, तो स्थगन रद्द करने के लिए स्क्रिप्ट विशेषता के रूप में data-pagespeed-no-defer का उपयोग करें।',
];
