<?php

return [
    'name' => 'स्थान आयातक',
    'imported_successfully' => 'आपके स्थान सफलतापूर्वक आयात किए गए हैं!',
    'choose_country' => 'देश चुनें...',
    'import_failed_description' => 'आयात विफल रहा, कृपया नीचे दी गई त्रुटियों की जांच करें!',
    'available_enable_multi_language' => 'केवल तभी उपलब्ध है जब आप "क्या बहुभाषी है?" सक्षम करते हैं',
    'import_available_data_help' => 'देश सूची से बाहर रखे गए हैं क्योंकि वे पहले से ही सिस्टम में हैं। किसी को फिर से आयात करने के लिए, उन्हें :link से हटाएं और पुनः प्रयास करें।',
    'import_available_data' => 'उपलब्ध डेटा आयात करें',
    'available_data_help' => 'स्थान डेटा :link पर हमारे GitHub रिपॉजिटरी से लिया गया है। योगदान करने और अपने अपडेट यहां प्रतिबिंबित करने के लिए, कृपया एक pull request सबमिट करें।',
    'import' => 'आयात करें',
    'upload_file_placeholder' => 'फ़ाइल को यहां खींचें और छोड़ें या अपलोड करने के लिए क्लिक करें',
    'skip_existing_records' => 'मौजूदा रिकॉर्ड छोड़ें',
    'skip_existing_records_description' => 'यह सत्यापित करेगा कि देश, राज्य, या शहर पहले से ही डेटाबेस में नाम से मौजूद है या नहीं और पहले से मौजूद किसी भी रिकॉर्ड को आयात करना छोड़ देगा।',
    'cant_download_location_at_this_time' => 'हम इस समय स्थान डाउनलोड नहीं कर सकते। कृपया बाद में पुनः प्रयास करें।',
];
