<?php

return [
    'name' => 'शहर',
    'description' => 'स्थान शहरों का प्रबंधन करें',
    'create' => 'नया शहर',
    'state' => 'राज्य',
    'select_state' => 'राज्य चुनें...',
    'select_city' => 'शहर चुनें...',
    'country' => 'देश',
    'select_country' => 'देश चुनें...',
    'city' => 'शहर',
    'zip_code' => 'पिन कोड',
    'zip_code_helper' => 'पिन कोड का मूल प्रारूप पांच अंक है। उदाहरण के लिए, संयुक्त राज्य अमेरिका में, 00501 होल्ट्सविले, न्यूयॉर्क में आंतरिक राजस्व सेवा के लिए एक अद्वितीय ZIP कोड का उदाहरण है।',
];
