<?php

return [
    'name' => 'คอลเลกชันสินค้า',
    'product_collections' => 'คอลเลกชันสินค้า',
    'edit_this_product_collection' => 'แก้ไขคอลเลกชันสินค้านี้',
    'create' => 'สร้างคอลเลกชันสินค้าใหม่',
    'edit' => 'แก้ไขคอลเลกชันสินค้า',
    'slug_help_block' => 'คีย์ป้ายกำกับ: <code>:slug</code> เราจะใช้คีย์นี้สำหรับการกรอง',
    'intro' => [
        'title' => 'จัดการคอลเลกชันสินค้า',
        'description' => 'จัดกลุ่มสินค้าของคุณเป็นคอลเลกชันเพื่อให้ลูกค้าค้นหาได้ง่ายขึ้นตามหมวดหมู่',
        'button_text' => 'สร้างคอลเลกชันสินค้า',
    ],
];