<?php

return [
    'name' => 'คลังสินค้า',
    'storehouse_management' => 'การจัดการคลังสินค้า',

    'import' => [
        'name' => 'อัปเดตคลังสินค้า',
        'description' => 'อัปเดตคลังสินค้าจำนวนมากโดยการอัปโหลดไฟล์ CSV/Excel',
        'done_message' => 'อัปเดตสินค้า :count รายการเรียบร้อยแล้ว',
        'rules' => [
            'id' => 'ฟิลด์ ID เป็นข้อมูลที่จำเป็นและต้องมีอยู่ในตารางสินค้า',
            'name' => 'ฟิลด์ชื่อเป็นข้อมูลที่จำเป็นและต้องเป็นข้อความ',
            'sku' => 'ฟิลด์ SKU ต้องเป็นข้อความ',
            'with_storehouse_management' => 'ฟิลด์การจัดการคลังสินค้าต้องเป็น "Yes" หรือ "No"',
            'quantity' => 'ฟิลด์จำนวนเป็นข้อมูลที่จำเป็นเมื่อการจัดการคลังสินค้าเป็น "Yes"',
            'stock_status' => 'ฟิลด์สถานะสต็อกเป็นข้อมูลที่จำเป็นเมื่อการจัดการคลังสินค้าเป็น "No" และต้องเป็นหนึ่งในค่าต่อไปนี้: :statuses',
        ],
    ],

    'export' => [
        'description' => 'ส่งออกคลังสินค้าเป็นไฟล์ CSV/Excel',
    ],
];