<?php

return [
    'name' => 'ราคาสินค้า',
    'warning_prices' => 'ราคาเหล่านี้แสดงต้นทุนเดิมของสินค้าและอาจไม่สะท้อนราคาขายจริง ซึ่งอาจแตกต่างไปเนื่องจากปัจจัยต่างๆ เช่น การลดราคาด่วน โปรโมชั่น และอื่นๆ',

    'import' => [
        'name' => 'อัปเดตราคาสินค้า',
        'description' => 'อัปเดตราคาสินค้าจำนวนมากโดยการอัปโหลดไฟล์ CSV/Excel',
        'done_message' => 'อัปเดตสินค้า :count รายการเรียบร้อยแล้ว',
        'rules' => [
            'id' => 'ฟิลด์ ID เป็นข้อมูลที่จำเป็นและต้องมีอยู่ในตารางสินค้า',
            'name' => 'ฟิลด์ชื่อเป็นข้อมูลที่จำเป็นและต้องเป็นข้อความ',
            'sku' => 'ฟิลด์ SKU ต้องเป็นข้อความ',
            'cost_per_item' => 'ฟิลด์ต้นทุนต่อหน่วยต้องเป็นค่าตัวเลข',
            'price' => 'ฟิลด์ราคาเป็นข้อมูลที่จำเป็นและต้องเป็นค่าตัวเลข',
            'sale_price' => 'ฟิลด์ราคาขายต้องเป็นค่าตัวเลข',
        ],
    ],

    'export' => [
        'description' => 'ส่งออกราคาสินค้าเป็นไฟล์ CSV/Excel',
    ],
];