<?php

return [
    'name' => 'หมวดหมู่สินค้า',
    'product_categories' => 'หมวดหมู่สินค้า',
    'create' => 'สร้างหมวดหมู่สินค้าใหม่',
    'edit' => 'แก้ไขหมวดหมู่สินค้า',
    'list' => 'รายการหมวดหมู่สินค้า',
    'none' => 'ไม่มี',
    'menu' => 'หมวดหมู่สินค้า',
    'intro' => [
        'title' => 'จัดการหมวดหมู่สินค้า',
        'description' => 'เช่น เสื้อผ้า รองเท้า กระเป๋า เครื่องประดับ ...',
        'button_text' => 'สร้างหมวดหมู่สินค้า',
    ],
    'total_products' => 'จำนวนสินค้าทั้งหมด: :total',
    'edit_this_category' => 'แก้ไขหมวดหมู่นี้',
    'export' => [
        'description' => 'ส่งออกหมวดหมู่สินค้าเป็นไฟล์ Excel/CSV',
        'total' => 'ทั้งหมด',
    ],
    'import' => [
        'description' => 'นำเข้าหมวดหมู่สินค้าจากไฟล์ Excel/CSV',
    ],
    'table_view_info' => 'เพื่อการจัดการหมวดหมู่จำนวนมากให้ง่ายขึ้น คุณสามารถ',
    'manage_as_table' => 'จัดการหมวดหมู่ในรูปแบบตาราง',
    'parent' => 'หมวดหมู่หลัก',
    'image' => 'รูปภาพ',
    'product_category_translations' => 'การแปลหมวดหมู่สินค้า',
];