<?php

return [
    'name' => 'รีวิว',
    'view' => 'ดูรีวิว ":name"',
    'create_review' => 'สร้างรีวิว',
    'comment' => 'ความคิดเห็น',
    'product' => 'สินค้า',
    'customer' => 'ลูกค้า',
    'user' => 'ผู้ใช้',
    'star' => 'ดาว',
    'intro' => [
        'title' => 'จัดการรีวิวลูกค้า',
        'description' => 'รีวิวลูกค้าจะแสดงที่นี่และคุณสามารถจัดการเพื่อแสดง/ซ่อนในหน้ารายละเอียดสินค้า',
    ],
    'images' => 'รูปภาพ',
    'delete' => 'ลบ',
    'publish' => 'เผยแพร่',
    'unpublish' => 'ยกเลิกการเผยแพร่',
    'published_success' => 'เผยแพร่รีวิวเรียบร้อยแล้ว!',
    'unpublished_success' => 'ยกเลิกการเผยแพร่รีวิวเรียบร้อยแล้ว!',
    'delete_modal' => [
        'title' => 'ลบรีวิว',
        'description' => 'คุณแน่ใจหรือไม่ที่จะลบรีวิวนี้? การกระทำนี้ไม่สามารถยกเลิกได้!',
    ],
    'review_already_exists' => 'ลูกค้ารายนี้ได้รีวิวสินค้านี้แล้ว',
    'reply_to_review' => 'ตอบกลับรีวิว',
    'reply' => 'ตอบกลับ',
    'replied_success_message' => 'ตอบกลับเรียบร้อยแล้ว!',
    'write_your_reply' => 'เขียนการตอบกลับของคุณ...',
    'already_replied' => 'คุณได้ตอบกลับรีวิวนี้แล้ว',
    'delete_reply_modal' => [
        'title' => 'ลบการตอบกลับ',
        'description' => 'คุณแน่ใจหรือไม่ที่จะลบการตอบกลับนี้? การกระทำนี้ไม่สามารถยกเลิกได้!',
    ],
    'choose_customer_help' => 'เลือกลูกค้าเพื่อเขียนรีวิวในนามของพวกเขา หากคุณต้องการใส่รายละเอียดลูกค้าด้วยตนเอง ให้เว้นฟิลด์นี้ว่างและกรอกชื่อลูกค้าและฟิลด์อีเมลด้านล่าง',
    'choose_existing_customer' => 'เลือกจากลูกค้าที่มีอยู่',
    'or_enter_manually' => 'หรือใส่รายละเอียดลูกค้าด้วยตนเอง:',
];