<?php

return [
    'name' => 'เทมเพลตป้ายจัดส่ง',
    'setting' => 'การตั้งค่าเทมเพลตป้ายจัดส่ง',
    'setting_description' => 'การตั้งค่าสำหรับเทมเพลตป้ายจัดส่ง',
    'setting_content' => 'เนื้อหา',
    'preview' => 'ดูตัวอย่าง',
    'preview_heading' => 'ดูตัวอย่างเทมเพลตป้ายจัดส่ง',
    'variables' => [

    ],
    'reset_success' => 'รีเซ็ตกลับสู่ค่าเริ่มต้นเรียบร้อยแล้ว',
    'confirm_reset' => 'ยืนยันการรีเซ็ตเทมเพลตป้ายจัดส่ง?',
    'confirm_message' => 'คุณต้องการรีเซ็ตเทมเพลตป้ายจัดส่งนี้กลับเป็นค่าเริ่มต้นจริงหรือไม่?',
    'reset_to_default' => 'รีเซ็ตเป็นค่าเริ่มต้น',
    'continue' => 'ดำเนินการต่อ',
];