<?php

return [
    'name' => 'ภาษี',
    'description' => 'ดูและอัปเดตการตั้งค่าสินค้าของคุณ',
    'create' => 'สร้างภาษี',
    'edit' => 'แก้ไขภาษี :title',
    'title' => 'ชื่อเรื่อง',
    'percentage' => 'เปอร์เซ็นต์ %',
    'priority' => 'ลำดับความสำคัญ',
    'default' => 'เริ่มต้น',
    'country' => 'ประเทศ',
    'state' => 'รัฐ',
    'city' => 'เมือง',
    'zip_code' => 'รหัสไปรษณีย์',
    'rules' => 'กฎ',
    'tax' => 'ภาษี',
    'rule' => [
        'name' => 'กฎภาษี',
        'create' => 'สร้างกฎภาษี',
        'edit' => 'แก้ไขกฎภาษี :title',
    ],
];