<?php

return [
    'settings' => [
        'title' => 'Оптимизација',
        'description' => 'Минификујте HTML излаз, уграђени CSS, уклоните коментаре...',
        'enable' => 'Омогући оптимизацију брзине странице?',
    ],
    'collapse_white_space' => 'Сажми празне размаке',
    'collapse_white_space_description' => 'Овај филтер смањује бајтове пренесене у HTML датотеци уклањањем непотребних празних размака.',
    'elide_attributes' => 'Избриши атрибуте',
    'elide_attributes_description' => 'Овај филтер смањује величину преноса HTML датотека уклањањем атрибута из ознака када је наведена вредност једнака подразумеваној вредности за тај атрибут. Ово може уштедети скроман број бајтова и може учинити документ више компресибилним канонизацијом погођених ознака.',
    'inline_css' => 'Уграђени CSS',
    'inline_css_description' => 'Овај филтер трансформише уграђени "style" атрибут ознака у класе премештањем CSS-а у заглавље.',
    'insert_dns_prefetch' => 'Уметни DNS prefetch',
    'insert_dns_prefetch_description' => 'Овај филтер убацује ознаке у HEAD како би омогућио прегледачу извођење DNS претпреузимања.',
    'remove_comments' => 'Уклони коментаре',
    'remove_comments_description' => 'Овај филтер елиминише HTML, JS и CSS коментаре. Филтер смањује величину преноса HTML датотека уклањањем коментара. У зависности од HTML датотеке, овај филтер може значајно смањити број бајтова пренесених на мрежи.',
    'remove_quotes' => 'Уклони наводнике',
    'remove_quotes_description' => 'Овај филтер елиминише непотребне наводнике из HTML атрибута. Иако су потребни различитим HTML спецификацијама, прегледачи дозвољавају њихово изостављање када је вредност атрибута састављена од одређеног подскупа знакова (алфанумерички и неки знакови интерпункције).',
    'defer_javascript' => 'Одложи javascript',
    'defer_javascript_description' => 'Одлаже извршавање javascripta у HTML-у. Ако је потребно поништити одлагање у неком скрипту, користите data-pagespeed-no-defer као атрибут скрипте за поништавање одлагања.',
];
