<?php

return [
    'shortcode' => 'მოკლე კოდი',
    'use' => 'გამოყენება',
    'ui-blocks' => 'UI ბლოკები',
    'search' => 'ძებნა...',
    'no_shortcode_found' => 'მოკლე კოდი არ მოიძებნა.',

    'cache_suggestion' => [
        'title' => 'პროდუქტიულობის რეკომენდაცია',
        'description' => 'შეგიძლიათ გააუმჯობესოთ თქვენი საიტის პროდუქტიულობა მოკლე კოდების ქეშირების ჩართვით.',
        'benefits' => 'ეს შეიძლება მნიშვნელოვნად შეამციროს გვერდის ჩატვირთვის დრო რენდერებული მოკლე კოდების ქეშირებით.',
        'enable_button' => 'ჩართეთ მოკლე კოდების ქეშირება',
        'dismiss_button' => 'უარყოფა ერთი კვირით',
    ],
];
