<?php

return [
    'name' => 'Категории товаров',
    'product_categories' => 'Категории товаров',
    'create' => 'Создать новую категорию товаров',
    'edit' => 'Редактировать категорию товаров',
    'list' => 'Список категорий товаров',
    'none' => 'Нет',
    'menu' => 'Категории товаров',
    'intro' => [
        'title' => 'Управление категориями товаров',
        'description' => 'Такие как одежда, обувь, сумки, ювелирные изделия...',
        'button_text' => 'Создать категорию товаров',
    ],
    'total_products' => 'Всего товаров: :total',
    'edit_this_category' => 'Редактировать эту категорию',
    'export' => [
        'description' => 'Экспорт категорий товаров в файл Excel/CSV.',
        'total' => 'Всего',
    ],
    'import' => [
        'description' => 'Импорт категорий товаров из файла Excel/CSV.',
    ],
    'table_view_info' => 'Для более простого массового управления категориями вы также можете',
    'manage_as_table' => 'управлять категориями как таблицей',
    'parent' => 'Родительская категория',
    'image' => 'Изображение',
    'product_category_translations' => 'Переводы категорий товаров',
];