<?php

return [
    'name' => 'Коллекции товаров',
    'product_collections' => 'Коллекции товаров',
    'edit_this_product_collection' => 'Редактировать эту коллекцию товаров',
    'create' => 'Новая коллекция товаров',
    'edit' => 'Редактировать коллекцию товаров',
    'slug_help_block' => 'Ключ метки: <code>:slug</code>. Мы будем использовать этот ключ для фильтрации.',
    'intro' => [
        'title' => 'Управление коллекциями товаров',
        'description' => 'Группируйте ваши товары в коллекции, чтобы клиентам было легче найти их по категориям.',
        'button_text' => 'Создать коллекцию товаров',
    ],
];