<?php

return [
    'name' => 'Шаблон транспортной этикетки',
    'setting' => 'Настройки шаблона транспортной этикетки',
    'setting_description' => 'Настройки для шаблона транспортной этикетки',
    'setting_content' => 'Содержимое',
    'preview' => 'Предпросмотр',
    'preview_heading' => 'Предпросмотр шаблона транспортной этикетки',
    'variables' => [

    ],
    'reset_success' => 'Успешно сброшено к настройкам по умолчанию',
    'confirm_reset' => 'Подтвердить сброс шаблона транспортной этикетки?',
    'confirm_message' => 'Вы действительно хотите сбросить этот шаблон транспортной этикетки к настройкам по умолчанию?',
    'reset_to_default' => 'Сбросить к настройкам по умолчанию',
    'continue' => 'Продолжить',
];