<?php

return [
    'name' => 'Локаторы магазинов',
    'description' => 'Этот адрес будет отображаться в вашем счете и будет использоваться для расчета стоимости доставки.',
    'shop_name' => 'Название магазина',
    'primary_store_is' => 'Основной магазин:',
    'is_primary' => 'Основной',
    'store_name' => 'Название магазина',
    'select_country' => 'Выберите страну...',
    'default_shipping_location' => 'Место доставки по умолчанию',
    'default_store' => 'Магазин по умолчанию',
    'company' => 'Компания',
    'zip_code' => 'Почтовый индекс',
    'is_shipping_location' => 'Место доставки?',
];