<?php

return [
    'name' => 'Налоги',
    'description' => 'Просмотр и обновление настроек ваших товаров',
    'create' => 'Создать налог',
    'edit' => 'Редактировать налог :title',
    'title' => 'Название',
    'percentage' => 'Процент %',
    'priority' => 'Приоритет',
    'default' => 'По умолчанию',
    'country' => 'Страна',
    'state' => 'Область/регион',
    'city' => 'Город',
    'zip_code' => 'Почтовый индекс',
    'rules' => 'Правила',
    'tax' => 'Налог',
    'rule' => [
        'name' => 'Налоговые правила',
        'create' => 'Создать налоговое правило',
        'edit' => 'Редактировать налоговое правило :title',
    ],
];