<?php

return [
    'meta_box_header' => 'การเพิ่มประสิทธิภาพเครื่องมือค้นหา',
    'edit_seo_meta' => 'แก้ไข SEO meta',
    'default_description' => 'ตั้งค่าชื่อ meta และคำอธิบายเพื่อทำให้เว็บไซต์ของคุณค้นพบได้ง่ายในเครื่องมือค้นหาเช่น Google',
    'seo_title' => 'ชื่อ SEO',
    'seo_description' => 'คำอธิบาย SEO',
    'seo_image' => 'รูปภาพ SEO',
    'allow_index' => 'อนุญาตให้เครื่องมือค้นหาจัดทำดัชนีหน้านี้',
    'index' => 'จัดทำดัชนี',
    'noindex' => 'ไม่จัดทำดัชนี',
    'homepage_seo_description' => 'หากต้องการกำหนดค่าแท็ก meta SEO สำหรับหน้าแรก โปรดไปที่ ลักษณะที่ปรากฏ → ตัวเลือกธีม ซึ่งคุณสามารถตั้งค่าชื่อไซต์ คำอธิบาย และการตั้งค่าอื่นๆ ที่เกี่ยวข้องกับ SEO',
    'go_to_theme_options' => 'ไปที่ตัวเลือกธีม',
];
