<?php

return [
    'settings' => [
        'title' => 'Βελτιστοποίηση',
        'description' => 'Ελαχιστοποίηση εξόδου HTML, ενσωματωμένο CSS, αφαίρεση σχολίων...',
        'enable' => 'Ενεργοποίηση βελτιστοποίησης ταχύτητας σελίδας;',
    ],
    'collapse_white_space' => 'Σύμπτυξη κενού χώρου',
    'collapse_white_space_description' => 'Αυτό το φίλτρο μειώνει τα bytes που μεταδίδονται σε ένα αρχείο HTML αφαιρώντας το περιττό κενό χώρο.',
    'elide_attributes' => 'Παράλειψη χαρακτηριστικών',
    'elide_attributes_description' => 'Αυτό το φίλτρο μειώνει το μέγεθος μεταφοράς των αρχείων HTML αφαιρώντας χαρακτηριστικά από ετικέτες όταν η καθορισμένη τιμή είναι ίση με την προεπιλεγμένη τιμή για αυτό το χαρακτηριστικό. Αυτό μπορεί να εξοικονομήσει έναν μέτριο αριθμό bytes και μπορεί να κάνει το έγγραφο πιο συμπιέσιμο κανονικοποιώντας τις επηρεαζόμενες ετικέτες.',
    'inline_css' => 'Ενσωματωμένο CSS',
    'inline_css_description' => 'Αυτό το φίλτρο μετατρέπει το ενσωματωμένο χαρακτηριστικό "style" των ετικετών σε κλάσεις μετακινώντας το CSS στην κεφαλίδα.',
    'insert_dns_prefetch' => 'Εισαγωγή DNS prefetch',
    'insert_dns_prefetch_description' => 'Αυτό το φίλτρο εισάγει ετικέτες στο HEAD για να επιτρέψει στο πρόγραμμα περιήγησης να κάνει DNS prefetching.',
    'remove_comments' => 'Αφαίρεση σχολίων',
    'remove_comments_description' => 'Αυτό το φίλτρο εξαλείφει τα σχόλια HTML, JS και CSS. Το φίλτρο μειώνει το μέγεθος μεταφοράς των αρχείων HTML αφαιρώντας τα σχόλια. Ανάλογα με το αρχείο HTML, αυτό το φίλτρο μπορεί να μειώσει σημαντικά τον αριθμό των bytes που μεταδίδονται στο δίκτυο.',
    'remove_quotes' => 'Αφαίρεση εισαγωγικών',
    'remove_quotes_description' => 'Αυτό το φίλτρο εξαλείφει τα περιττά εισαγωγικά από τα χαρακτηριστικά HTML. Αν και απαιτούνται από τις διάφορες προδιαγραφές HTML, τα προγράμματα περιήγησης επιτρέπουν την παράλειψή τους όταν η τιμή ενός χαρακτηριστικού αποτελείται από ένα συγκεκριμένο υποσύνολο χαρακτήρων (αλφαριθμητικοί και ορισμένοι χαρακτήρες στίξης).',
    'defer_javascript' => 'Αναβολή javascript',
    'defer_javascript_description' => 'Αναβάλλει την εκτέλεση του javascript στο HTML. Εάν είναι απαραίτητο να ακυρώσετε την αναβολή σε κάποιο script, χρησιμοποιήστε το data-pagespeed-no-defer ως χαρακτηριστικό script για να ακυρώσετε την αναβολή.',
];
