<?php

return [
    'login' => [
        'username' => 'Email/Όνομα χρήστη',
        'email' => 'Email',
        'password' => 'Κωδικός πρόσβασης',
        'title' => 'Σύνδεση χρήστη',
        'remember' => 'Να με θυμάσαι;',
        'login' => 'Σύνδεση',
        'placeholder' => [
            'username' => 'Εισαγάγετε το όνομα χρήστη ή τη διεύθυνση email σας',
            'email' => 'Εισαγάγετε τη διεύθυνση email σας',
            'password' => 'Εισαγάγετε τον κωδικό πρόσβασής σας',
        ],
        'success' => 'Η σύνδεση ήταν επιτυχής!',
        'fail' => 'Λάθος όνομα χρήστη ή κωδικός πρόσβασης.',
        'not_active' => 'Ο λογαριασμός σας δεν έχει ενεργοποιηθεί ακόμα!',
        'banned' => 'Αυτός ο λογαριασμός έχει απαγορευτεί.',
        'logout_success' => 'Η αποσύνδεση ήταν επιτυχής!',
        'dont_have_account' => 'Δεν έχετε λογαριασμό σε αυτό το σύστημα, επικοινωνήστε με τον διαχειριστή για περισσότερες πληροφορίες!',
    ],
    'forgot_password' => [
        'title' => 'Ξεχάσατε τον κωδικό πρόσβασης',
        'message' => '<p>Ξεχάσατε τον κωδικό πρόσβασής σας;</p><p>Παρακαλώ εισαγάγετε τον λογαριασμό email σας. Το σύστημα θα στείλει ένα email με ενεργό σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας.</p>',
        'submit' => 'Υποβολή',
    ],
    'reset' => [
        'new_password' => 'Νέος κωδικός πρόσβασης',
        'password_confirmation' => 'Επιβεβαίωση νέου κωδικού πρόσβασης',
        'email' => 'Email',
        'title' => 'Επαναφορά κωδικού πρόσβασης',
        'update' => 'Ενημέρωση',
        'wrong_token' => 'Αυτός ο σύνδεσμος είναι άκυρος ή έχει λήξει. Παρακαλώ δοκιμάστε ξανά να χρησιμοποιήσετε τη φόρμα επαναφοράς.',
        'user_not_found' => 'Αυτό το όνομα χρήστη δεν υπάρχει.',
        'success' => 'Ο κωδικός πρόσβασης επαναφέρθηκε με επιτυχία!',
        'fail' => 'Το token είναι άκυρο, ο σύνδεσμος επαναφοράς κωδικού πρόσβασης έχει λήξει!',
        'reset' => [
            'title' => 'Email επαναφοράς κωδικού πρόσβασης',
        ],
        'send' => [
            'success' => 'Ένα email στάλθηκε στον λογαριασμό email σας. Παρακαλώ ελέγξτε και ολοκληρώστε αυτή την ενέργεια.',
            'fail' => 'Δεν είναι δυνατή η αποστολή email αυτή τη στιγμή. Παρακαλώ δοκιμάστε ξανά αργότερα.',
        ],
        'new-password' => 'Νέος κωδικός πρόσβασης',
        'placeholder' => [
            'new_password' => 'Εισαγάγετε τον νέο κωδικό πρόσβασής σας',
            'new_password_confirmation' => 'Επιβεβαιώστε τον νέο κωδικό πρόσβασής σας',
        ],
    ],
    'email' => [
        'reminder' => [
            'title' => 'Email επαναφοράς κωδικού πρόσβασης',
        ],
    ],
    'password_confirmation' => 'Επιβεβαίωση κωδικού πρόσβασης',
    'failed' => 'Αποτυχία',
    'throttle' => 'Περιορισμός',
    'not_member' => 'Δεν είστε ακόμα μέλος;',
    'register_now' => 'Εγγραφείτε τώρα',
    'lost_your_password' => 'Χάσατε τον κωδικό πρόσβασής σας;',
    'login_title' => 'Διαχειριστής',
    'login_via_social' => 'Σύνδεση με κοινωνικά δίκτυα',
    'back_to_login' => 'Επιστροφή στη σελίδα σύνδεσης',
    'sign_in_below' => 'Συνδεθείτε παρακάτω',
    'languages' => 'Γλώσσες',
    'reset_password' => 'Επαναφορά κωδικού πρόσβασης',
    'deactivated_message' => 'Ο λογαριασμός σας έχει απενεργοποιηθεί. Παρακαλώ επικοινωνήστε με τον διαχειριστή.',
    'settings' => [
        'email' => [
            'title' => 'ACL',
            'description' => 'Διαμόρφωση email ACL',
            'templates' => [
                'password_reminder' => [
                    'title' => 'Επαναφορά κωδικού πρόσβασης',
                    'description' => 'Αποστολή email στον χρήστη κατά την αίτηση επαναφοράς κωδικού πρόσβασης',
                    'subject' => 'Επαναφορά κωδικού πρόσβασης',
                    'reset_link' => 'Σύνδεσμος επαναφοράς κωδικού πρόσβασης',
                    'email_title' => 'Οδηγίες επαναφοράς κωδικού πρόσβασης',
                    'email_message' => 'Λαμβάνετε αυτό το email επειδή λάβαμε αίτημα επαναφοράς κωδικού πρόσβασης για τον λογαριασμό σας.',
                    'button_text' => 'Επαναφορά κωδικού πρόσβασης',
                    'trouble_text' => 'Εάν αντιμετωπίζετε πρόβλημα με το κλικ στο κουμπί "Επαναφορά κωδικού πρόσβασης", αντιγράψτε και επικολλήστε το παρακάτω URL στο πρόγραμμα περιήγησης ιστού σας: <a href=":reset_link">:reset_link</a> και επικολλήστε το στο πρόγραμμα περιήγησής σας. Εάν δεν ζητήσατε επαναφορά κωδικού πρόσβασης, αγνοήστε αυτό το μήνυμα ή επικοινωνήστε μαζί μας εάν έχετε ερωτήσεις.',
                ],
            ],
        ],
    ],
];
