<?php

return [
    'name' => 'Колекции продукти',
    'product_collections' => 'Продуктови колекции',
    'edit_this_product_collection' => 'Редактирайте тази продуктова колекция',
    'create' => 'Нова колекция продукти',
    'edit' => 'Редактирай колекция продукти',
    'slug_help_block' => 'Ключ на етикет: <code>:slug</code>. Ще използваме този ключ за филтър.',
    'intro' => [
        'title' => 'Управление на колекции продукти',
        'description' => 'Групирайте продуктите си в колекции, за да улесните клиентите да ги намерят по категория.',
        'button_text' => 'Създай колекция продукти',
    ],
];
