<?php

return [
    'name' => 'Категории продукти',
    'product_categories' => 'Категории продукти',
    'create' => 'Създай нова категория продукти',
    'edit' => 'Редактирай категория продукти',
    'list' => 'Списък с категории продукти',
    'none' => 'Няма',
    'menu' => 'Категории продукти',
    'intro' => [
        'title' => 'Управление на категории продукти',
        'description' => 'Като дрехи, обувки, чанти, бижута ...',
        'button_text' => 'Създай категория продукти',
    ],
    'total_products' => 'Общо продукти: :total',
    'edit_this_category' => 'Редактирай тази категория',
    'export' => [
        'description' => 'Експортиране на категории продукти в Excel/CSV файл.',
        'total' => 'Общо',
    ],
    'import' => [
        'description' => 'Импортиране на категории продукти от Excel/CSV файл.',
    ],
    'table_view_info' => 'За по-лесно масово управление на категориите можете също',
    'manage_as_table' => 'да управлявате категории като таблица',
    'parent' => 'Родителска категория',
    'image' => 'Изображение',
    'product_category_translations' => 'Преводи на категория продукти',
];
