<?php

return [
    'name' => 'Цени на продукти',
    'warning_prices' => 'Тези цени представляват оригиналните разходи за продукта и може да не отразяват крайните цени, които могат да варират поради фактори като мигновени разпродажби, промоции и други.',

    'import' => [
        'name' => 'Актуализиране на цените на продукти',
        'description' => 'Актуализиране на цените на продукти в масов режим чрез качване на CSV/Excel файл.',
        'done_message' => 'Актуализирани :count продукт(и) успешно.',
        'rules' => [
            'id' => 'Полето ID е задължително и трябва да съществува в таблицата с продукти.',
            'name' => 'Полето име е задължително и трябва да бъде текст.',
            'sku' => 'Полето SKU трябва да бъде текст.',
            'cost_per_item' => 'Полето разходи на артикул трябва да бъде числова стойност.',
            'price' => 'Полето цена е задължително и трябва да бъде числова стойност.',
            'sale_price' => 'Полето промоционална цена трябва да бъде числова стойност.',
        ],
    ],

    'export' => [
        'description' => 'Експортиране на цените на продукти в CSV/Excel файл.',
    ],
];
