<?php

return [
    'name' => 'Инвентар на продукти',
    'storehouse_management' => 'Управление на склада',

    'import' => [
        'name' => 'Актуализиране на инвентара на продукти',
        'description' => 'Актуализиране на инвентара на продукти в масов режим чрез качване на CSV/Excel файл.',
        'done_message' => 'Актуализирани :count продукт(и) успешно.',
        'rules' => [
            'id' => 'Полето ID е задължително и трябва да съществува в таблицата с продукти.',
            'name' => 'Полето име е задължително и трябва да бъде текст.',
            'sku' => 'Полето SKU трябва да бъде текст.',
            'with_storehouse_management' => 'Полето за управление на склада трябва да бъде "Да" или "Не".',
            'quantity' => 'Полето количество е задължително, когато управлението на склада е "Да".',
            'stock_status' => 'Полето статус на наличност е задължително, когато управлението на склада е "Не" и трябва да бъде една от следните стойности: :statuses.',
        ],
    ],

    'export' => [
        'description' => 'Експортиране на инвентара на продукти в CSV/Excel файл.',
    ],
];
