<?php

return [
    'name' => 'Отзиви',
    'view' => 'Преглед на отзив ":name"',
    'create_review' => 'Създай отзив',
    'comment' => 'Коментар',
    'product' => 'Продукт',
    'customer' => 'Клиент',
    'user' => 'Потребител',
    'star' => 'Звезда',
    'intro' => [
        'title' => 'Управление на отзиви на клиенти',
        'description' => 'Отзивите на клиентите ще се показват тук и можете да ги управлявате, за да ги показвате/скривате на страницата с детайли за продукта.',
    ],
    'images' => 'Изображения',
    'delete' => 'Изтрий',
    'publish' => 'Публикувай',
    'unpublish' => 'Скрий',
    'published_success' => 'Отзивът е публикуван успешно!',
    'unpublished_success' => 'Отзивът е скрит успешно!',
    'delete_modal' => [
        'title' => 'Изтриване на отзив',
        'description' => 'Сигурни ли сте, че искате да изтриете този отзив? Това действие не може да бъде отменено!',
    ],
    'review_already_exists' => 'Този клиент вече е оставил отзив за този продукт.',
    'reply_to_review' => 'Отговори на отзив',
    'reply' => 'Отговор',
    'replied_success_message' => 'Отговорено успешно!',
    'write_your_reply' => 'Напишете вашия отговор...',
    'already_replied' => 'Вече сте отговорили на този отзив.',
    'delete_reply_modal' => [
        'title' => 'Изтриване на отговор',
        'description' => 'Сигурни ли сте, че искате да изтриете този отговор? Това действие не може да бъде отменено!',
    ],
    'choose_customer_help' => 'Изберете клиент, за да оставите отзив от негово име. Ако искате да въведете данните на клиента ръчно, оставете това поле празно и попълнете полетата за име и имейл на клиента по-долу.',
    'choose_existing_customer' => 'Изберете от съществуващи клиенти',
    'or_enter_manually' => 'Или въведете ръчно данните на клиента:',
];
