<?php

return [
    'name' => 'Шаблон за етикет за доставка',
    'setting' => 'Настройки на шаблона за етикет за доставка',
    'setting_description' => 'Настройки за шаблона на етикета за доставка',
    'setting_content' => 'Съдържание',
    'preview' => 'Преглед',
    'preview_heading' => 'Преглед на шаблона за етикет за доставка',
    'variables' => [

    ],
    'reset_success' => 'Възстановено до настройките по подразбиране успешно',
    'confirm_reset' => 'Потвърждение за нулиране на шаблона за етикет за доставка?',
    'confirm_message' => 'Наистина ли искате да нулирате този шаблон за етикет за доставка до настройките по подразбиране?',
    'reset_to_default' => 'Нулиране до настройките по подразбиране',
    'continue' => 'Продължи',
];
