<?php

return [
    'name' => 'Локатори на магазини',
    'description' => 'Този адрес ще се появи на вашата фактура и ще се използва за изчисляване на цената на доставката.',
    'shop_name' => 'Име на магазина',
    'primary_store_is' => 'Основният магазин е',
    'is_primary' => 'Основен',
    'store_name' => 'Име на магазина',
    'select_country' => 'Изберете държава...',
    'default_shipping_location' => 'Местоположение за доставка по подразбиране',
    'default_store' => 'Магазин по подразбиране',
    'company' => 'Фирма',
    'zip_code' => 'Пощенски код',
    'is_shipping_location' => 'Местоположение за доставка?',
];
