<?php

return [
    'name' => 'Данъци',
    'description' => 'Преглед и актуализиране на настройките за продукти',
    'create' => 'Създай данък',
    'edit' => 'Редактирай данък :title',
    'title' => 'Заглавие',
    'percentage' => 'Процент %',
    'priority' => 'Приоритет',
    'default' => 'По подразбиране',
    'country' => 'Държава',
    'state' => 'Област',
    'city' => 'Град',
    'zip_code' => 'Пощенски код',
    'rules' => 'Правила',
    'tax' => 'Данък',
    'rule' => [
        'name' => 'Правила за данъци',
        'create' => 'Създай правило за данък',
        'edit' => 'Редактирай правило за данък :title',
    ],
];
