<?php

return [
    'name' => 'คำถามที่พบบ่อย',
    'create' => 'คำถามที่พบบ่อยใหม่',
    'question' => 'คำถาม',
    'answer' => 'คำตอบ',
    'category' => 'หมวดหมู่',
    'faq_schema_config' => 'การกำหนดค่าสคีมาคำถามที่พบบ่อย (:link)',
    'learn_more' => 'เรียนรู้เพิ่มเติม',
    'settings' => [
        'title' => 'คำถามที่พบบ่อย',
        'description' => 'ดูและอัปเดตการตั้งค่าคำถามที่พบบ่อย',
        'enable_faq_schema' => 'เปิดใช้งานสคีมาคำถามที่พบบ่อยหรือไม่',
        'enable_faq_schema_description' => 'เรียนรู้เพิ่มเติม: :url',
    ],
    'select_category' => 'เลือกหมวดหมู่',
    'add_item' => 'เพิ่มรายการ',
    'or' => 'หรือ',
    'faqs_menu_name' => 'ผู้ดูแลระบบ -> คำถามที่พบบ่อย -> สร้าง',
    'select_from_existing' => 'เลือกจากคำถามที่พบบ่อยที่มีอยู่',
    'no_existing' => 'ไม่มีคำถามที่พบบ่อยที่มีอยู่ โปรดสร้างคำถามก่อนที่ :link',
];
