<?php

return [
    'meta_box_header' => 'সার্চ ইঞ্জিন অপটিমাইজেশন',
    'edit_seo_meta' => 'SEO মেটা সম্পাদনা',
    'default_description' => 'আপনার সাইটকে Google এর মতো সার্চ ইঞ্জিনে সহজে খুঁজে পাওয়ার জন্য মেটা টাইটেল এবং বর্ণনা সেটআপ করুন',
    'seo_title' => 'SEO টাইটেল',
    'seo_description' => 'SEO বর্ণনা',
    'seo_image' => 'SEO ছবি',
    'allow_index' => 'সার্চ ইঞ্জিনগুলিকে এই পৃষ্ঠা ইনডেক্স করার অনুমতি দিন',
    'index' => 'ইনডেক্স',
    'noindex' => 'ইনডেক্স নয়',
    'homepage_seo_description' => 'হোমপেজের জন্য SEO মেটা ট্যাগ কনফিগার করতে, অনুগ্রহ করে চেহারা → থিম অপশনে যান যেখানে আপনি সাইটের শিরোনাম, বর্ণনা এবং অন্যান্য SEO-সম্পর্কিত সেটিংস সেট করতে পারবেন।',
    'go_to_theme_options' => 'থিম অপশনে যান',
];
