<?php

return [
    'name' => 'Εισαγωγέας Τοποθεσιών',
    'imported_successfully' => 'Οι τοποθεσίες σας έχουν εισαχθεί με επιτυχία!',
    'choose_country' => 'Επιλέξτε χώρα...',
    'import_failed_description' => 'Η εισαγωγή απέτυχε, ελέγξτε τα σφάλματα παρακάτω!',
    'available_enable_multi_language' => 'Διαθέσιμο μόνο όταν ενεργοποιήσετε το "Είναι Πολύγλωσσο;"',
    'import_available_data_help' => 'Οι χώρες εξαιρούνται από τη λίστα καθώς υπάρχουν ήδη στο σύστημα. Για να εισάγετε ξανά κάποιες, διαγράψτε τις από το :link και προσπαθήστε ξανά.',
    'import_available_data' => 'Εισαγωγή διαθέσιμων δεδομένων',
    'available_data_help' => 'Τα δεδομένα τοποθεσίας προέρχονται από το αποθετήριο GitHub μας στο :link. Για να συνεισφέρετε και να αντικατοπτριστούν οι ενημερώσεις σας εδώ, υποβάλετε ένα pull request.',
    'import' => 'Εισαγωγή',
    'upload_file_placeholder' => 'Σύρετε και αποθέστε το αρχείο εδώ ή κάντε κλικ για μεταφόρτωση',
    'skip_existing_records' => 'Παράλειψη υπαρχόντων εγγραφών',
    'skip_existing_records_description' => 'Θα επαληθεύσει εάν η χώρα, η πολιτεία ή η πόλη υπάρχει ήδη στη βάση δεδομένων κατά όνομα και θα παραλείψει την εισαγωγή τυχόν εγγραφών που υπάρχουν ήδη.',
    'cant_download_location_at_this_time' => 'Δεν μπορούμε να κατεβάσουμε την τοποθεσία αυτή τη στιγμή. Δοκιμάστε ξανά αργότερα.',
];
