<?php

return [
    'name' => 'Πόλεις',
    'description' => 'Διαχείριση πόλεων τοποθεσίας',
    'create' => 'Νέα πόλη',
    'state' => 'Πολιτεία',
    'select_state' => 'Επιλέξτε πολιτεία...',
    'select_city' => 'Επιλέξτε πόλη...',
    'country' => 'Χώρα',
    'select_country' => 'Επιλέξτε χώρα...',
    'city' => 'Πόλη',
    'zip_code' => 'Ταχυδρομικός κώδικας',
    'zip_code_helper' => 'Η βασική μορφή για έναν ταχυδρομικό κώδικα είναι πέντε ψηφία. Για παράδειγμα, στις Ηνωμένες Πολιτείες, το 00501 είναι ένα παράδειγμα μοναδικού ταχυδρομικού κώδικα για την Υπηρεσία Εσωτερικών Εσόδων στο Holtsville, Νέα Υόρκη.',
];
