<?php

return [
    'settings' => [
        'title' => 'অপটিমাইজ',
        'description' => 'HTML আউটপুট মিনিফাই করুন, ইনলাইন CSS, মন্তব্য সরান...',
        'enable' => 'পেজ স্পিড অপটিমাইজ সক্ষম করবেন?',
    ],
    'collapse_white_space' => 'হোয়াইট স্পেস সংকুচিত করুন',
    'collapse_white_space_description' => 'এই ফিল্টারটি অপ্রয়োজনীয় হোয়াইট স্পেস অপসারণ করে HTML ফাইলে প্রেরিত বাইট হ্রাস করে।',
    'elide_attributes' => 'অ্যাট্রিবিউট বাদ দিন',
    'elide_attributes_description' => 'এই ফিল্টারটি ট্যাগ থেকে অ্যাট্রিবিউট অপসারণ করে HTML ফাইলের স্থানান্তর আকার হ্রাস করে যখন নির্দিষ্ট মানটি সেই অ্যাট্রিবিউটের ডিফল্ট মানের সমান হয়। এটি সামান্য সংখ্যক বাইট সংরক্ষণ করতে পারে এবং প্রভাবিত ট্যাগগুলিকে ক্যানোনিকালাইজ করে নথিটিকে আরও সংকোচনযোগ্য করতে পারে।',
    'inline_css' => 'ইনলাইন CSS',
    'inline_css_description' => 'এই ফিল্টারটি CSS হেডারে সরিয়ে ট্যাগের ইনলাইন "style" অ্যাট্রিবিউটকে ক্লাসে রূপান্তরিত করে।',
    'insert_dns_prefetch' => 'DNS প্রিফেচ সন্নিবেশ করুন',
    'insert_dns_prefetch_description' => 'এই ফিল্টারটি HEAD-এ ট্যাগ ইনজেক্ট করে যাতে ব্রাউজার DNS প্রিফেচিং করতে পারে।',
    'remove_comments' => 'মন্তব্য অপসারণ করুন',
    'remove_comments_description' => 'এই ফিল্টারটি HTML, JS এবং CSS মন্তব্য দূর করে। ফিল্টারটি মন্তব্য অপসারণ করে HTML ফাইলের স্থানান্তর আকার হ্রাস করে। HTML ফাইলের উপর নির্ভর করে, এই ফিল্টারটি নেটওয়ার্কে প্রেরিত বাইটের সংখ্যা উল্লেখযোগ্যভাবে হ্রাস করতে পারে।',
    'remove_quotes' => 'উদ্ধৃতি চিহ্ন অপসারণ করুন',
    'remove_quotes_description' => 'এই ফিল্টারটি HTML অ্যাট্রিবিউট থেকে অপ্রয়োজনীয় উদ্ধৃতি চিহ্ন দূর করে। বিভিন্ন HTML স্পেসিফিকেশন দ্বারা প্রয়োজন হলেও, যখন কোনো অ্যাট্রিবিউটের মান নির্দিষ্ট কিছু অক্ষরের সাবসেট (আলফানিউমেরিক এবং কিছু বিরাম চিহ্ন) দিয়ে গঠিত হয় তখন ব্রাউজারগুলি তাদের বাদ দেওয়ার অনুমতি দেয়।',
    'defer_javascript' => 'জাভাস্ক্রিপ্ট বিলম্বিত করুন',
    'defer_javascript_description' => 'HTML-এ জাভাস্ক্রিপ্টের কার্যকরকরণ বিলম্বিত করে। কোনো স্ক্রিপ্টে বিলম্বিতকরণ বাতিল করার প্রয়োজন হলে, বিলম্বিতকরণ বাতিল করতে data-pagespeed-no-defer স্ক্রিপ্ট অ্যাট্রিবিউট হিসাবে ব্যবহার করুন।',
];
