<?php

return [
    'meta_box_header' => 'Оптимизација за претраживаче',
    'edit_seo_meta' => 'Измени SEO мета',
    'default_description' => 'Подесите мета наслов и опис да би ваш сајт био лако пронађен на претраживачима као што је Google',
    'seo_title' => 'SEO наслов',
    'seo_description' => 'SEO опис',
    'seo_image' => 'SEO слика',
    'allow_index' => 'Дозволи претраживачима да индексирају ову страницу',
    'index' => 'Индексирај',
    'noindex' => 'Без индексирања',
    'homepage_seo_description' => 'Да бисте конфигурисали SEO мета ознаке за почетну страницу, идите на Изглед → Опције теме где можете поставити наслов сајта, опис и друге поставке везане за SEO.',
    'go_to_theme_options' => 'Иди на Опције теме',
];
