<?php

return [
    'name' => 'ตัวนำเข้าสถานที่',
    'imported_successfully' => 'นำเข้าสถานที่ของคุณเรียบร้อยแล้ว!',
    'choose_country' => 'เลือกประเทศ...',
    'import_failed_description' => 'การนำเข้าล้มเหลว กรุณาตรวจสอบข้อผิดพลาดด้านล่าง!',
    'available_enable_multi_language' => 'พร้อมใช้งานเฉพาะเมื่อคุณเปิดใช้งาน "รองรับหลายภาษา?"',
    'import_available_data_help' => 'ประเทศถูกยกเว้นจากรายการเนื่องจากมีอยู่ในระบบแล้ว หากต้องการนำเข้าใหม่ ให้ลบออกจาก :link แล้วลองใหม่อีกครั้ง',
    'import_available_data' => 'นำเข้าข้อมูลที่มีอยู่',
    'available_data_help' => 'ข้อมูลสถานที่มาจาก GitHub repository ของเราที่ :link หากต้องการมีส่วนร่วมและให้การอัปเดตของคุณปรากฏที่นี่ กรุณาส่ง pull request',
    'import' => 'นำเข้า',
    'upload_file_placeholder' => 'ลากและวางไฟล์ที่นี่หรือคลิกเพื่ออัปโหลด',
    'skip_existing_records' => 'ข้ามรายการที่มีอยู่แล้ว',
    'skip_existing_records_description' => 'จะตรวจสอบว่าประเทศ รัฐ หรือเมืองมีอยู่ในฐานข้อมูลตามชื่อแล้วหรือไม่ และจะข้ามการนำเข้ารายการที่มีอยู่แล้ว',
    'cant_download_location_at_this_time' => 'เราไม่สามารถดาวน์โหลดสถานที่ได้ในขณะนี้ กรุณาลองใหม่อีกครั้งในภายหลัง',
];
