<?php

return [
    'name' => 'เมือง',
    'description' => 'จัดการเมืองตำแหน่งที่ตั้ง',
    'create' => 'เมืองใหม่',
    'state' => 'รัฐ',
    'select_state' => 'เลือกรัฐ...',
    'select_city' => 'เลือกเมือง...',
    'country' => 'ประเทศ',
    'select_country' => 'เลือกประเทศ...',
    'city' => 'เมือง',
    'zip_code' => 'รหัสไปรษณีย์',
    'zip_code_helper' => 'รูปแบบพื้นฐานของรหัสไปรษณีย์คือห้าหลัก ตัวอย่างเช่น ในสหรัฐอเมริกา 00501 เป็นตัวอย่างของรหัสไปรษณีย์เฉพาะสำหรับ Internal Revenue Service ใน Holtsville นิวยอร์ก',
];
