<?php

return [
    'statuses' => [
        'draft' => 'ड्राफ्ट',
        'pending' => 'लंबित',
        'published' => 'प्रकाशित',
    ],
    'system_updater_steps' => [
        'download' => 'अपडेट फाइलें डाउनलोड करें',
        'update_files' => 'सिस्टम फाइलें अपडेट करें',
        'update_database' => 'डेटाबेस अपडेट करें',
        'publish_core_assets' => 'मुख्य एसेट प्रकाशित करें',
        'publish_packages_assets' => 'पैकेज एसेट प्रकाशित करें',
        'clean_up' => 'सिस्टम अपडेट फाइलें साफ़ करें',
        'done' => 'सिस्टम सफलतापूर्वक अपडेट किया गया',

        'messages' => [
            'download' => 'अपडेट फाइलें डाउनलोड की जा रही हैं...',
            'update_files' => 'सिस्टम फाइलें अपडेट की जा रही हैं...',
            'update_database' => 'डेटाबेस अपडेट किए जा रहे हैं...',
            'publish_core_assets' => 'मुख्य एसेट प्रकाशित किए जा रहे हैं...',
            'publish_packages_assets' => 'पैकेज एसेट प्रकाशित किए जा रहे हैं...',
            'clean_up' => 'सिस्टम अपडेट फाइलें साफ़ की जा रही हैं...',
            'done' => 'पूर्ण! आपका ब्राउज़र 30 सेकंड में रिफ्रेश होगा।',
        ],

        'failed_messages' => [
            'download' => 'अपडेट फाइलें डाउनलोड नहीं की जा सकीं',
            'update_files' => 'सिस्टम फाइलें अपडेट नहीं की जा सकीं',
            'update_database' => 'डेटाबेस अपडेट नहीं किए जा सके',
            'publish_core_assets' => 'मुख्य एसेट प्रकाशित नहीं किए जा सके',
            'publish_packages_assets' => 'पैकेज एसेट प्रकाशित नहीं किए जा सके',
            'clean_up' => 'सिस्टम अपडेट फाइलें साफ़ नहीं की जा सकीं',
        ],

        'success_messages' => [
            'download' => 'अपडेट फाइलें सफलतापूर्वक डाउनलोड की गईं।',
            'update_files' => 'सिस्टम फाइलें सफलतापूर्वक अपडेट की गईं।',
            'update_database' => 'डेटाबेस सफलतापूर्वक अपडेट किए गए।',
            'publish_core_assets' => 'मुख्य एसेट सफलतापूर्वक प्रकाशित किए गए।',
            'publish_packages_assets' => 'पैकेज एसेट सफलतापूर्वक प्रकाशित किए गए।',
            'clean_up' => 'सिस्टम अपडेट फाइलें सफलतापूर्वक साफ़ की गईं।',
        ],
    ],
];
