<?php

return [
    '401_title' => 'अनुमति अस्वीकृत',
    '404_title' => 'पेज नहीं मिल सका',
    '500_title' => 'पेज लोड नहीं हो सका',
    'reasons' => 'यह कई कारणों से हो सकता है',
    'try_again' => 'कृपया कुछ मिनटों में पुनः प्रयास करें, या वैकल्पिक रूप से <a href=":link">यहाँ क्लिक करके</a> होमपेज पर वापस जाएं।',
    'not_found' => 'नहीं मिला',
    'results_not_found' => 'परिणाम नहीं मिले!',
    'go_to_home' => 'होम पर जाएं',
    'error_when_sending_email' => 'ई-मेल भेजने में असमर्थ। व्यवस्थापक → सेटिंग → ईमेल में आपकी ईमेल सेटिंग्स के साथ कुछ गड़बड़ है, कृपया अपनी सेटिंग्स फिर से जांचें।',
    'error_when_sending_email_guest' => 'ई-मेल भेजने में असमर्थ। समस्या बनी रहने पर कृपया साइट व्यवस्थापक से संपर्क करें।',
    'token_mismatch' => 'सत्र समाप्त हो गया। कृपया पुनः प्रयास करें।',
];
