<?php

return [
    'meta_box_header' => 'Оптимизация для поисковых систем',
    'edit_seo_meta' => 'Редактирование мета-данных (SEO)',
    'default_description' => 'Настройка мета-заголовка и описания для улучшения индексации страницы в поисковых системах, таких как Google',
    'seo_title' => 'SEO-заголовок',
    'seo_description' => 'SEO-описание',
    'seo_image' => 'SEO image',
    'allow_index' => 'Разрешить индексирование',
    'index' => 'Индексировать',
    'noindex' => 'Не индексировать',
    'homepage_seo_description' => 'Чтобы настроить SEO мета-теги для главной страницы, перейдите в Внешний вид → Настройки темы, где вы можете установить заголовок сайта, описание и другие настройки, связанные с SEO.',
    'go_to_theme_options' => 'Перейти к настройкам темы',
];
