<?php

return [
    'name' => 'Често постављана питања',
    'create' => 'Ново често постављано питање',
    'question' => 'Питање',
    'answer' => 'Одговор',
    'category' => 'Категорија',
    'faq_schema_config' => 'Конфигурација шеме често постављаних питања (:link)',
    'learn_more' => 'Сазнајте више',
    'settings' => [
        'title' => 'Често постављана питања',
        'description' => 'Прикажите и ажурирајте подешавања често постављаних питања',
        'enable_faq_schema' => 'Омогућити шему често постављаних питања?',
        'enable_faq_schema_description' => 'Сазнајте више: :url',
    ],
    'select_category' => 'Изаберите категорију',
    'add_item' => 'Додај ставку',
    'or' => 'или',
    'faqs_menu_name' => 'Админ -> Често постављана питања -> Креирај',
    'select_from_existing' => 'Изаберите из постојећих често постављаних питања',
    'no_existing' => 'Нема постојећих често постављаних питања, молимо прво креирајте једно на :link.',
];
